Repository: deepapaul/fairgatev4
Catalog: fairgate4/src/Clubadmin/ClubBundle/Resources/translations/messages.*.xlf
Languages: de, fr, it

source: Manage classes
de: Klassen verwalten
fr: Gérer les classes
it: Gestisci classi

source: Add classification
de: Klassifizierung hinzufügen
fr: Ajouter classification
it: Aggiungi classificazione

source: Not allowed to assign %a% to the classes
de: Klassenzuweisung von %a% nicht erlaubt
fr: Affectation classe de %a% non autorisée
it: Assegnazione classe %a% non consentita

source: Allowed to assign %a% to the classes
de: Klassenzuweisung von %a% erlaubt
fr: Affectation classe %a% autorisée
it: Assegnazione classe di %a% consentita

source: Not visible at all
de: Überhaupt nicht sichtbar
fr: Pas du tout visible
it: Assolutamente non visibile

source: Classification sorting updated successfully
de: Klassifizierungen erfolgreich aktualisiert
fr: Classifications mises à jour avec succèst
it: Classificazioni aggiornate correttamente

source: Last contact edit
de: Letzte Kontaktänderung
fr: Dernière modification de contact
it: Ultima modifica del contatto

source: Last admin login
de: Letzter Adminlogin
fr: Dernière connexion Admin
it: Ultimo login admin

source: Club Infos
de: Club-Informationen
fr: Club(?) Informations
it: Club(?) Informazioni

source: Select category
de: Klassifizierung wählen
fr: Sélectionner classification
it: Seleziona classificazione

source: Select Subfederation
de: Unterverband(?) wählen
fr: Sélectionner sous-fédération(?)
it: Unterverband(?) wählen

source: Documents
de: Dokumente
it: Documenti

source: Notes
de: Notizen
it: Note

source: Country
de: Land
fr: Pays
it: Paese

source: State
de: Bundesland/Kanton
fr: Pays fédéral/canton
it: Stato / Cantone

source: Zipcode
de: PLZ
fr: CP
it: Codice avviamento postale

source: City
de: Ort
fr: Ville
it: Località

source: Post box
de: Postfach
fr: Boîte postale
it: Casella postale

source: Street
de: Strasse
fr: Rue
it: Via

source: Correspondence lang.
de: Korrespondenzsprache
fr: Langue de correspondance
it: Lingua per la corrispondenza

source: Established
de: Gegründet
fr: Fondé
it: Fondato

source: Active Clubs
de: Aktive Clubs
fr: Clubs actifs(?)
it: Club attivi (?)

source: Create classification
de: Klassifizierung erstellen
fr: Créer classification
it: Crea classificazione

source: Manage classifications
de: Klassifizierungen verwalten
fr: Gérer classifications
it: Gestisci classificazioni

source: Create class
de: Klasse erstellen
fr: Créer classe
it: Crea classe

source: Add classification
de: Klassifizierung hinzufügen
fr: Ajouter classification
it: Aggiungi classificazione

source: Add class
de: Klasse hinzufügen
fr: Ajouter classe
it: Aggiungi classe

source: %club% table columns
de: %club% Tabellenspalten
fr: %club% Colonnes tableau
it: Colonne tabelle %club%

source: All classes
de: Alle Klassen
fr: Toutes les classes
it: Tutte le classi

source: Last contact editing
de: Letzte Kontaktänderung
fr: Dernière modification de contact
it: Ultima modifica del contatto

source: Info
de: Information
fr: Information
it: Informazioni

source: Correspondence address
de: Korrespondenzadresse
fr: Adresse de correspondance
it: Indirizzo per la corrispondenza

source: Invoice address
de: Rechnungsadresse
fr: Adresse de facturation
it: Indirizzo di fatturazione

source: Additional Field
de: Zusatzfeld
fr: Champ complémentaire
it: Campo aggiuntivo

source: Classes
de: Klassen
it: Classi

source: Classification settings updated successfully
de: Klassifizierungseinstellungen erfolgreich aktualisiert
fr: Réglages de classifications mis à jour avec succès
it: Classificazioni aggiornate correttamente

source: corr.
de: Korr.

source: inv.
de: Rg.
fr: Rg.
it: Rg.

source: Club column settings updation error
de: Club(?) Spalteneinstellungen Aktualisierungsfehler
fr: Club(?) Erreur mise à jour réglages colonnes
it: Club(?) Errore aggiornamento impostazioni di colonna

source: Any sub federation
de: Alle Unterverbände
fr: Toutes les sous-fédérations
it: Tutti i sottoclub

source: only to one class
de: nur zu einer Klasse
fr: uniquement pour une classe
it: solo a una classe

source: Identifier
de: URL-Bezeichner
fr: Désignation URL
it: URL identificatore

source: %club% options
de: %club%-Einstellungen
fr: Réglages %club%
it: Impostazioni %club%

source: Select %subfederation%
de: %subfederation% wählen…
fr: Sélectionner %subfederation%…
it: Seleziona %subfederation%

source: Select %club% data field
de: %club%-Datenfeld wählen…
fr: Sélectionner champ de donnée %club%…
it: Seleziona campo dati %club%

source: - Select class -
de: Klasse wählen…
fr: Sélectionner classe…
it: Seleziona classe...

source: --Select--
de: Wählen…
fr: Sélectionner…
it: Seleziona...

source: --Select--
de: Wählen…
fr: Sélectionner…
it: Seleziona...

source: Assignment Saved
de: Zuweisung gespeichert
fr: Affectation enregistrée
it: Assegnazione salvata

source: Not a valid class
de: Keine gültige Klasse
fr: Pas de classe valide
it: Nessuna classe valida

source: Not a valid classification
de: Keine gültige Klassifizierung
fr: Pas de clasification valide
it: Nessuna classificazione valida

source: Duplicate Assignment
de: Zuweisungsduplikat
fr: Duplicata d'affectation
it: Duplicato assegnazione

source: Multiple assignment not possible
de: Mehrfachzuweisung nicht erlaubt
fr: Affectation multiple non autorisée
it: Assegnazione multipla non ammessa

source: %club% name
de: Name %club%
fr: Nom %club%
it: Nome %club%

source: Website
de: Webseite
fr: Site Internet
it: Sito web

source: Year of foundation
de: Gründungsjahr
fr: Année de création
it: Anno di fondazione

source: Correspondence language
de: Korrespondenzsprache
fr: Langue de correspondance
it: Lingua per la corrispondenza

source: Location
de: Ort
fr: Ville
it: Località

source: Correspondence
de: Korrespondenz
fr: Correspondance
it: Corrispondenza

source: Invoice
de: Rechnung
fr: Facture
it: Fattura

source: Club updated successfully
de: Club erfolgreich aktualisiert
fr: Club mis à jour avec succès
it: Club aggiornato correttamente

source: Archived Contactsfgfgfg
de: Archivierte Kontakte
fr: Contacts archivés
it: Contatti archiviati

source: Active Contactsghghgh
de: Aktive Kontakte
fr: Contacts actifs
it: Contatti attivi

source: Assign %clubname% to
de: %clubname% zuweisen zu
fr: Affecter %clubname% à
it: Assegnazione %clubname% a

source: Assign %clubcount% %CLUBS% to
de: %clubcount% %CLUBS% zuweisen zu
fr: Affecter %clubcount% %CLUBS% à
it: Assegnazione %clubcount% %CLUBS% a

source: Move %clubname% from %dragClass% to
de: %clubname% von %dragClass% verschieben zu
fr: Déplacer %clubname% de %dragClass% vers
it: Sposta %clubname% di %dragClass% a

source: Move %clubcount% %CLUBS% From %dragClass% to
de: %clubcount% %CLUBS% von %dragClass% verschieben zu
fr: Déplacer %clubcount% %CLUBS% de %dragClass% vers
it: Sposta %clubcount% %CLUBS% da %dragClass%

source: Do You Really Want To Remove %clubcount% %CLUBS% From %dragclass%
de: Wollen Sie wirklich %clubcount% %CLUBS% aus %dragclass% entfernen?
fr: Voulez-vous vraiment enlever %clubcount% %CLUBS% de %dragclass% ?
it: Si desidera effettivamente eliminare %clubcount% %CLUBS% da %dragclass%?

source: Do You Really Want To Remove %clubname% Clubs From %dragclass%
de: Wollen Sie wirklich %clubname% aus %dragclass% entfernen?
fr: Voulez-vous vraiment enlever %clubname% de %dragclass% ?
it: Si desidera effettivamente eliminare %clubcount% %clubname% da %dragclass%?

source: Remove %clubcount% Clubs From %dragclass%
de: Entferne %clubcount% %CLUBS% aus %dragclass%
fr: Enlève %clubcount% %CLUBS% de %dragclass%
it: Elimina %clubcount% %CLUBS% aus %dragclass%

source: Remove %clubname% From %dragclass%
de: Entferne %clubname% aus %dragclass%
fr: Enlève %clubname% de %dragclass%
it: Elimina %clubname% da %dragclass%

source: %selcount% Out of %totalcount% %clubs% Assigned Successfully
de: %selcount% von %totalcount% %clubs% erfolgreich zugewiesen
fr: %selcount% de %totalcount% %clubs% affectés avec succès
it: %selcount% di %totalcount% %clubs% assegnati correttamente

source: %selcount% Out Of %totalcount% %clubs% Moved Successfully
de: %selcount% von %totalcount% %clubs% erfolgreich verschoben
fr: %selcount% de %totalcount% %clubs% déplacés avec succès
it: %selcount% di %totalcount% %clubs% spostati correttamente

source: %selcount% Out OF %totalcount% %clubs% Removed Successfully
de: %selcount% von %totalcount% %clubs% erfolgreich entfernt
fr: %selcount% de %totalcount% %clubs% supprimés avec succès
it: %selcount% di %totalcount% %clubs% eliminati correttamente

source: %CLUBS% Are Not Allowed To Remove From %clfnname%
de: %CLUBS% ist nicht erlaubt, aus %clfnname% zu entfernen
fr: %CLUBS% n'est pas autorisé à enlever de %clfnname%
it: %CLUBS% non è consentito eliminare da %clfnname%

source: Created On
de: Erstellt am
fr: Créé le
it: Creato il

source: Club Assignment No Entry
de: Keine Club-Zuweisung vorhanden
fr: Aucune affectation de club
it: Nessuna assegnazione di club disponibile

source: Correspondence Address
de: Korrespondenzadresse
fr: Adresse de correspondance
it: Indirizzo per la corrispondenza

source: Invoice Address
de: Rechnungsadresse
fr: Adresse de facturation
it: Indirizzo di fatturazione

source: Some %clubs% canâ€™t be assigned due to multi-assignment restrictions. Do you want to remove the conflicting assignments? Otherwise no action is done for the particular %club%.
de: Manche %clubs% können nicht zugewiesen werden, da Mehrfachzuweisungen nicht möglich sind. Möchten Sie die entgegenstehenden Zuweisungen entfernen? Sonst wird für den entsprechenden %club% keine Aktion durchgeführt.
fr: Certains %clubs% ne peuvent pas être affectés puisque des affectations multiples ne sont pas possibles. Voulez-vous enlever les affectations correspondants? Sinon, aucune action n'est effectuée pour le %club% correspondant.
it: Alcuni %club% non possono essere assegnati dal momento che non sono possibili più assegnazioni. Vuoi rimuovere le assegnazioni in conflitto? In caso contrario, non sarà eseguita alcuna azione per il %club% corrispondente.

source: Conflicting Classification Assignments
de: Problem mit Klassifizierungs-Zuweisungen
fr: Problème d'affectations de classification
it: Problema con assegnazioni di classificazione

source: by
de: durch
fr: par
it: da

source: Any %subfederation%
de: Beliebige %subfederation%
fr: %subfederation% libre
it: %subfederation% preferita

source: Classifications
de: Klassifizierungen
it: Classificazioni

source: Class
de: Klasse
fr: Classe
it: Classe

source: Members
de: Mitglieder
fr: Membres
it: Membri

source: %club% data fields
de: %club%-Datenfeld
fr: Champ de donnée %club%
it: Campo di dati %club%

source: Classification
de: Klassifizierung
it: Classificazione

source: Data
de: Daten
fr: Données
it: Dati

source: %club% number
de: Nummer %club%
fr: Numéro %club%
it: Codice %club%

source: Maximum number of digits: 10
de: Maximale Anzahl Ziffern: 10
fr: Nombre maximal de chiffres: 10
it: Numero massimo di numeri: 10

source: Minimum number: 0
de: Kleinste mögliche Nummer: 0
fr: Numéro le plus petit possible: 0
it: Minor numero possibile: 0

source: Required
de: Erforderlich
fr: Nécessaire
it: Obbligatorio

source: %club% Id
de: ID %club%
fr: ID %club%
it: ID %club%

source: Signature
de: Signatur
it: Firma

source: Kind Regards
de: Freundliche Grüsse
fr: Meilleures salutations
it: Cordiali saluti

source: Notification mails
de: E-Mail-Benachrichtigungen
fr: Messages par mail
it: Notifiche tramite posta elettronica

source: Drop picture to upload EN
de: Bild hierher ziehen zum Hochladen
fr: Tirer l'image ici pour le téléchargement
it: Trascinare qui l'immagine da caricare

source: (or click) EN
de: (oder klicken)
fr: (ou cliquer)
it: (oppure fare clic)

source: Remove Logo EN
de: Logo entfernen
fr: Enlever logo
it: Elimina logo

source: Drop picture to upload EN
de: Bild ablegen zum Hochladen

source: (or click) EN
de: (oder hier klicken)

source: Allowed filetypes:JPG,GIF,PNG.Images will be resized to 22 pixels width or 16 pixels height.
de: Erlaubte Dateitypen: JPG, GIF, PNG. Bilder werden auf 22px Breite oder 16px Höhe skaliert.

source: Anzahl %Clubs%(?) berechnen...
fr: Calculer nombre de %Clubs% ...
it: Calcola numero %Clubs%...

source: E-mail
fr: Adresse mail
