Repository: deepapaul/fairgatev4
Catalog: fairgate4/src/Clubadmin/SponsorBundle/Resources/translations/messages.*.xlf
Languages: de, fr, it

source: Company logo
de: Firmenlogo
fr: Logo société
it: Logo aziendale

source: Export (PDF)
de: Exportieren (PDF)
fr: Exporter (PDF)

source: Export (CSV)
de: Exportieren (CSV)
fr: Exporter (CSV)

source: Analysis
de: Analyse
fr: Analyse
it: Analisi

source: contacts
de: Kontakte
it: Contatti

source: %count% payment
de: %count% Zahlung
fr: %count% paiement
it: %count% Pagamento

source: %count% payments
de: %count% Zahlungen
fr: %count% paiements
it: %count% Pagamenti

source: every %month% month
de: alle %month% Monate
fr: tous les %month% mois
it: ogni %month% mesi

source: Sponsors
de: Sponsoren
it: Sponsor

source: Assignments
de: Zuweisungen
fr: Affectations
it: Assegnazioni

source: Duplicate service assignment of %contactName%
de: Leistungszuweisung von %contactName% duplizieren
fr: Dupliquer affectation prestation de %contactName%
it: Duplica assegnazione servizio %contactName%

source: Assignments overview
de: Leistungszuweisungen
fr: Affectations prestation
it: Assegnazioni servizi

source: Active assignments
de: Aktive Zuweisungen
fr: Affectations actives
it: Assegnazioni attive

source: Future assignments
de: Zukünftige Zuweisungen
fr: Affectations futures
it: Assegnazioni future

source: Recently ended
de: Kürzlich beendet
fr: Terminé récemment
it: Recentemente concluso

source: Former assignments
de: Ehemalige Zuweisungen
fr: Affectations anciennes
it: Assegnazioni straordinarie

source: Archived sponsor
de: Archivierter Sponsor
fr: Sponsor archivé
it: Sponsor archiviato

source: Export archived sponsor
de: Archivierter Sponsor exportieren
fr: Exporter sponsor archivé
it: Esporta sponsor archiviato

source: Skipped
de: Entfernt
fr: Enlevé
it: Eliminato

source: Sponsor assignment was skipped successfully
de: Zuweisung wurde erfolgreich entfernt
fr: L'affectation a été enlevée avec succès
it: L'assegnazione è stata eliminata con successo.

source: Sponsor assignments were skipped successfully
de: Zuweisungen wurden erfolgreich entfernt
fr: Les affectations ont été enlevées avec succès
it: Le assegnazioni sono state eliminate con successo.

source: Skip assignment
de: Zuweisung überspringen
fr: Sauter l'affectation
it: Salta assegnazione

source: Skip %count% assignments
de: %count% Zuweisungen überspringen
fr: Sauter %count% affectations
it: %count% Salta assegnazioni

source: Do you really want to skip the selected assignment?
de: Wollen Sie die ausgewählte Zuweisung wirklich überspringen?
fr: Voulez-vous vraiment sauter l'affectation sélectionnée?
it: Si desidera terminare l'assegnazione selezionata?

source: Do you really want to skip the %count% selected assignments?
de: Wollen Sie die ausgewählten %count% Zuweisungen wirklich überspringen?
fr: Voulez-vous vraiment sauter les %count% affectations sélectionnées?
it: Si desidera terminare le assegnazioni %count% selezionate?

source: Export 1 archived sponsor
de: 1 archivierten Sponsor exportieren
fr: Exporter 1 sponsor archivé
it: Esporta 1 sponsor archiviato

source: Export %count% archived sponsors
de: %count% archivierte Sponsoren archivieren
fr: Exporter %count% sponsors archivés
it: %count% Archivia sponsor archiviati

source: %totalcount% archived sponsor deleted successfully
de: %totalcount% archivierte Sponsoren erfolgreich gelöscht
fr: %totalcount% de sponsors archivés supprimés avec succès
it: %totalcount% gli sponsor archiviati sono stati eliminati correttamente

source: Remove all from list
de: Alle von Liste entfernen
fr: Supprimer tous de la liste
it: Rimuovi tutti dalla lista

source: Remove from list
de: Aus Liste entfernen
fr: Enlever de la liste
it: Rimuovi dalla lista

source: Edit service assignment of %contactName%
de: Leistungszuweisung von %contactName% bearbeiten
fr: Traiter l'affectation prestation de %contactName%
it: Modifica assegnazione di servizio di %contactName%

source: Hint:
de: Hinweis:
fr: Remarque:
it: Avvertenza:

source: Ad categories are optional. Unless you plan to show different ads for Newsletter, Website Sidebar, Player Profile, etc. it's easier to use the solution if you don't create categories here.
de: Werbebannerkategorien sind optional. Sollten Sie nicht planen, verschiedene Werbebanner für Newsletter, Webseitesidebar, Spielerprofil, etc. zu nutzen, ist die Lösung einfacher zu bedienen, wenn Sie hier KEINE Kategorien erfassen.
fr: Les catégories de bannières de publicité sont optionnelles. Si vous ne prévoyez pas d'utiliser différentes bannières de publicité pour des newsletters, sidebars de site Internet, profil de joueur etc., la solution la plus facile à utiliser est de ne PAS saisir ici des catégories.
it: Le categorie di banner pubblicitari sono opzionali. Se non si prevede di utilizzare diversi banner per newsletter, sito web sidebar, profilo, ecc, la soluzione è più facile da usare quando si seleziona qui NESSUNA categoria.

source: Past
de: Vergangene
fr: Antérieurs
it: Passato

source: image
de: Bild

source: Sponsor updated successfully
de: Sponsor erfolgreich aktualisiert

source: Details
fr: Détails
it: Dettagli

source: Name
fr: Nom
it: Nome

source: Total
it: Totale

source: Alle
fr: Tous
it: Tutti

source: Zahlungen
fr: Paiements
it: Pagamenti

source: Total
it: Totale
