Repository: deepapaul/fairgatev4
Catalog: fairgate4/src/Clubadmin/SponsorBundle/Resources/translations/messages.*.xlf
Languages: de, fr, it

source: All sponsors
de: Alle Sponsoren
fr: Tous les sponsors
it: Tutti gli sponsor

source: Active sponsor
de: Aktiver Sponsor
fr: Sponsor actif
it: Sponsor Attivo

source: Prospects
de: Potenzielle Sponsoren
fr: Sponsors potentiels
it: Potenziali sponsor

source: Active sponsors
de: Aktive Sponsoren
fr: Sponsors actifs
it: Sponsor attivi

source: Former sponsors
de: Ehemalige Sponsoren
fr: Anciens sponsors
it: Sponsor precedenti

source: Companies
de: Firmen
fr: Entreprises
it: Aziende

source: Future sponsors
de: Zukünftige Sponsoren
fr: Sponsors futurs
it: Sponsor futuri

source: sponsors
de: Sponsoren
it: Sponsor

source: Create new prospect
de: Neuen Sponsor erstellen
fr: Créer un nouveau sponsor
it: Crea nuovo sponsor

source: Create prospect(s) out of existing contact(s)
de: Sponsor aus existierenden Kontakten auswählen
fr: Sélectionner un sponsor dans les contacts existants
it: Seleziona sponsor da contatti esistenti

source: Import new prospects
de: Importieren
fr: Importer
it: Importa

source: Assign to service..
de: Zuweisen zu Leistung…
fr: Affecter à une prestation…
it: Assegnare a una prestazione...

source: Remove prospects
de: Sponsorenkontakte entfernen
fr: Enlever des contacts de sponsor
it: Elimina contatti sponsor

source: Create service category
de: Leistungskategorie erstellen
fr: Etablir une catégorie de prestations
it: Crea categoria prestazioni

source: Manage categories
de: Kategorien verwalten
fr: Administrer des prestations
it: Gestione categorie

source: Create service
de: Leistung erstellen
fr: Etablir la prestation
it: Crea prestazione

source: Settings
de: Leistungen verwalten
fr: Administrer des prestations
it: Gestione servizi

source: Sponsors
de: Sponsoren
it: Sponsor

source: Archived Sponsors
de: Archivierte Sponsoren
fr: Sponsors archivés
it: Sponsor archiviati

source: Services & assignments
de: Leistungen
fr: Prestations
it: Servizi

source: Sponsor status
de: Akquisitionsstatus
fr: Statut d'acquisition
it: Stato acquisizione

source: Contact types
de: Kontakttyp
fr: Type de contact
it: Tipo di contatto

source: Companies
de: Firmen
fr: Entreprises
it: Aziende

source: Single person
de: Einzelpersonen
fr: Personnes individuelles
it: Persone fisiche

source: Select category
de: Kategorie wählen
fr: Choisir catégorie
it: Seleziona categoria

source: Active assignments
de: Aktive Zuweisungen
fr: Affectation active
it: Assegnazioni attive

source: Future assignments
de: Zukünftige Zuweisungen
fr: Affectations futures
it: Assegnazioni future

source: Past assignments
de: Vergangene Zuweisungen
fr: Affectations dans le passé
it: Assegnazioni passate

source: Payments %yr%
de: Zahlungen %yr%
fr: Paiements %yr%
it: Pagamenti %yr%

source: Payments %yr%
de: Zahlungen %yr%
fr: Paiements %yr%
it: Pagamenti %yr%

source: Sponsors analysis
de: Sponsorenanalyse
fr: Analyse sponsor
it: Analisi sponsor

source: Sponsors services
de: Sponsorleistungen
fr: Prestations sponsor
it: Servizi sponsor

source: Sponsors
de: Sponsoren
it: Sponsor

source: Select service
de: Leistung wählen
fr: Sélectionner prestation
it: Seleziona servizio

source: Add service category
de: Leistungskategorie hinzufügen
fr: Ajouter catégorie de prestation
it: Aggiungi categoria servizio

source: Service categories
de: Leistungskategorie
fr: Catégorie de prestation
it: Categoria servizio

source: Service categories
de: Leistungskategorien
fr: Catégories de prestation
it: Categorie servizio

source: Manage services
de: Leistungen verwalten
fr: Gérer les prestations
it: Gestione servizi

source: services
de: Leistungen
fr: Prestations
it: Servizi

source: service
de: Leistung
fr: Prestation
it: Servizio

source: Service categories updated successfully
de: Leistungskategorien erfolgreich aktualisiert
fr: Catégories de prestations mises à jour avec succès
it: Categorie di servizi aggiornate correttamente

source: Sponsor overview settings
de: Sponsorübersichtsseite
fr: Page de la liste de sponsors
it: Pagina panoramica sponsor

source: Import prospects
de: Sponsorenkontakte importieren
fr: Importer les contacts de sponsors
it: Importa contatti sponsor

source: sponsor datasets. Assign your data fields
de: Sponsor-Datensätze. Bitte weisen Sie die Datenfelder zu
fr: Données sponsors. Veuillez affecter les champs de données
it: Record dati sponsor. Si prega di assegnare i campi di dati

source: Service category
de: Leistungskategorie
fr: Catégorie de prestation
it: Categoria servizio

source: Start date
de: Startdatum
fr: Donnée départ
it: Data inizio

source: End date
de: Enddatum
fr: Donnée fin
it: Data di fine

source: Payment plan
de: Zahlungsplan
fr: Plan de paiement
it: Modalità di pagamento

source: Payments
de: Zahlungen
fr: Paiements
it: Pagamenti

source: First payment on
de: Erste Zahlung am
fr: Premier paiment le
it: Primo pagamento in data

source: Last payment before
de: Letzte Zahlung am
fr: Dernier paiement le
it: Ultimo pagamento in data

source: Repetition (months)
de: Wiederholung (Monate)
fr: Répétition (mois)
it: Ripetizione (mesi)

source: Amount
de: Betrag
fr: Montant
it: Importo

source: Discount
de: Rabatt
fr: Remise
it: Sconto

source: Custom
de: Individuell
fr: Individuel
it: Personale

source: Regular
de: Regelmässig
fr: Régulièrement
it: Regolare

source: Payment on
de: Zahlung am
fr: Paiement le
it: Pagamento in data

source: with a value of
de: mit einem Betrag von
fr: avec un montant de
it: con un importo di

source: and a discount of
de: und einem Rabatt von
fr: et une remise de
it: e uno sconto di

source: Add payment
de: Zahlung hinzufügen
fr: Ajouter paiement
it: Inserisci pagamento

source: To import new prospects, you need to create a CSV file (e.g. in Excel) with at least this columns:.
de: Um neue Sponsorenkontakte zu importieren, wird eine CSV-Datei mit mind. diesen Spalten benötigt:
fr: Pour importer de nouveaux contacts de sponsors, il faut un fichier CSV avec au moins ces colonnes:
it: Per importare nuovi contatti degli sponsor, è necessario un file CSV con almeno queste colonne:

source: Sponsors Table Columns
de: Sponsoren-Tabellenspalten
fr: Colonnes tableau sponsors
it: Colonne della tabella sponsor

source: Import new prospects:
de: Neue Sponsorenkontakte importieren:
fr: Importer de nouveaux contacts de sponsors:
it: Importa nuovi contatti sponsor:

source: Select all
de: Alle wählen
fr: Sélectionner tout
it: Seleziona tutti

source: All services
de: Alle Leistungen
fr: Toutes les prestations
it: Tutti i servizi

source: has future assignment
de: hat zukünftige Zusweisungen
fr: a des affectations suivantes
it: ha assegnazioni future

source: has no future assignment
de: hat keine zukünftigen Zuweisungen
fr: n'a pas d'affectations futures
it: non ha assegnazioni future

source: Sponsors Services
de: Sponsorenleistungen
fr: Prestations sponsors
it: Servizi sponsor

source: Ad Areas
de: Werbebannerkategorien
fr: Catégories bannière de publicité
it: Categorie banner pubblicitari

source: Add area
de: Kategorie hinzufügen
fr: Ajouter catégorie
it: Aggiungi categoria

source: General
de: Standard (Default)
fr: Standard (défaut)
it: Standard (Default)

source: Sponsor Ad area updated successfully
de: Werbebannerkategorien erfolgreich aktualisiert
fr: Catégories de bannières de publicité mises à jour avec succès
it: Categorie di banner pubblicitari aggiornate correttamente

source: Ad areas
de: Werbebannerkategorien
fr: Catégories de bannières de publicités
it: Categorie banner pubblicitari

source: Prospects imported successfully
de: Sponsoren erfolgreich importiert
fr: Sponsors importés avec succès
it: Sponsor importati correttamente

source: Import new prospects
de: Sponsorenkontakte importieren
fr: Importer contacts de sponsors
it: Importa contatti sponsor

source: Currency
de: Währung
fr: Devise
it: Valuta

source: Sponsor currency details updated successfully
de: Währungsangaben erfolgreich aktualisiert
fr: Informations devise mises à jour avec succès
it: Dati valuta aggiornati correttamente

source: Currency
de: Währung
fr: Devise
it: Valuta

source: Create prospect(s) out of existing contact(s)
de: Sponsorenkontakte aus existierenden Kontakten erstellen
fr: Etablir des contacts provenant de contacts existants
it: Crea contatti sponsor da contatti esistenti

source: Prospects added successfully
de: Sponsorenkontakt erfolgreich hinzugefügt
fr: Contact de sponsor ajouté avec succès
it: Contatto sponsor aggiunto correttamente

source: Remove prospect
de: Sponsorenkontakte entfernen
fr: Supprimer contacts de sponsors
it: Elimina contatti sponsor

source: %removedCount% out of %totalCount% prospects removed successfully
de: %removedCount% von %totalCount% Sponsorenkontakten erfolgreich entfernt
fr: %removedCount% de %totalCount% contacts de sponsors supprimés avec succès
it: %removedCount% von %totalCount% Contatti sponsor eliminati correttamente

source: Assign %contactName% to ...
de: %contactName% zuweisen zu ...
fr: %contactName% à affecter à ...
it: %contactName% assegna a ...

source: Assign %count% contacts to ...
de: %count% Kontakte zuweisen zu ...
fr: %count% de contacts à affecter à ...
it: %count% Kontakte assegna a...

source: Service assignment of %contactName%
de: %contactName% zuweisen zu…
fr: %contactName% à affecter à…
it: %contactName% assegna a ...

source: Remove %count% prospects
de: %count% Sponsorenkontakte entfernen
fr: %count% de contacts de sponsors à supprimer
it: %count% Elimina contatti sponsor

source: Some sponsors can not be removed, because they are not prospects.
de: Manche Sponsoren können nicht entfernt werden, da sie Leistungszuweisungen haben.
fr: Certains sponsors ne peuvent pas être supprimés puisqu'ils ont des affectation de prestations.
it: Alcuni sponsor non possono essere rimosso in quanto assegnati a servizi.

source: Are you sure to remove these prospects?
de: Sind Sie sicher, diesen Sponsorenkontakt entfernen zu wollen?
fr: Vous êtes sûr de voulour supprimer ce contact de sponsor?
it: Sei sicuro di voler rimuovere il contatto di questo sponsor?

source: The following prospects seem to exist already. They are discarded unless you activate checkbox to import them anyway.
de: Die folgenden Sponsorenkontakte scheinen bereits zu existieren. Sie werden verworfen, sofern Sie die "Trotzdem importieren" nicht aktivieren.
fr: Les contacts de sponsors suivants semblent déjà exister. Ils seront rejetés si vous n'activez pas "Importer quand même".
it: I seguenti contatti sponsor sembrano già esistere. Saranno scartati se non si attiva "Importa comunque".

source: Existing Contacts
de: Existierende Kontakte
fr: Contacts existants
it: Contatti esistenti

source: Remove
de: Entfernen
fr: Enlever
it: Elimina

source: Services
de: Leistungen
fr: Prestations
it: Servizi

source: Ads
de: Werbebanner
fr: Bannière de publicité
it: Banner pubblicitari

source: Invoices
de: Rechnungen
fr: Factures
it: Fatture

source: Remove %contactname%
de: %contactname% entfernen
fr: %contactname% à enlever
it: %contactname% elimina

source: Are you sure to remove the prospect?
de: Sind Sie sicher, diesen Sponsorenkontakt entfernen zu wollen?
fr: Vous êtes sûr de vouloir enlever ce contact de sponsor?
it: Sei sicuro di voler rimuovere il contatto di questo sponsor?

source: Service
de: Leistung
fr: Prestation
it: Servizio

source: active assignment
de: aktive Zuweisung
fr: affection active
it: assegnazione attiva

source: active assignments
de: aktive Zuweisungen
fr: affections actives
it: assegnazioni attive

source: Default payment plan
de: Standard-Zahlungsplan
fr: Plan de paiement standard
it: Piano standard di pagamento

source: Regular
de: Regelmässig
fr: Régulièrement
it: Regolare

source: Custom
de: Individuell
fr: Individuellement
it: Personale

source: None
de: Keiner
fr: Aucun
it: Nessuno

source: Service category
de: Kategorie
fr: Catégorie
it: Categoria

source: Description
de: Beschreibung
it: Descrizione

source: %html1%Regular payment every %html2% months with a value of %cur% %html3% each.%html4%
de: %html1%Regelmässige Zahlung alle %html2% Monate mit einem Betrag von je %cur% %html3%.%html4%
fr: %html1%Paiements réguliers tous les %html2% mois d'un montant de respectivement %cur% %html3%.%html4%
it: %html1%Pagamenti regolari ogni %html2% mesi, ciascuno dell'importo di %cur% %html3%.%html4%

source: %html1%Custom payments with a value of %cur% %html3% each.%html4%
de: %html1%Individuelle Zahlungen mit einem Betrag von je %cur% %html3%.%html4%
fr: %html1%Paiements individuels d'un montant de respectivement %cur% %html3%.%html4%
it: %html1%Pagamenti personalizzati, ciascuno dell'importo di %cur% %html3%.%html4%

source: Add service
de: Leistung hinzufügen
fr: Ajouter prestation
it: Aggiungi servizio

source: Category
de: Kategorie
fr: Catégorie
it: Categoria

source: %club% service
de: Leistungstyp: %club%
fr: Type prestation: %club%
it: Tipo di servizio: %club%

source: %team% service
de: Leistungstyp: %team%
fr: Type prestation: %team%
it: Tipo di servizio: %team%

source: Contact service
de: Leistungstyp: Kontakt
fr: Type prestation: contact
it: Tipo di servizio: Tipo di contatto

source: No payment plan
de: Kein Zahlungsplan
fr: Pas de plan de paiement
it: Nessun piano di pagamento

source: Single payments, in total
de: Einzelzahlungen, total
fr: Paiements individuels, total
it: Pagamenti singoli, totale

source: Regular payments (every
de: Regelmässige Zahlungen (alle
fr: Paiements réguliers (tous
it: Pagamenti regolari (ogni

source: months) of
de: Monate) von
fr: Mois) de
it: mese) di

source: , in total
de: , total
fr: , total
it: , totale

source: Create
de: Erstellen
fr: Créer
it: Crea

source: Type
de: Typ
it: Tipo

source: Price
de: Preis
fr: Prix
it: Prezzo

source: Services
de: Leistungen
fr: Prestations
it: Servizi

source: Contact fields
de: Kontaktfelder
fr: Champs de contact
it: Campi di contatto

source: Service
de: Leistung
fr: Prestation
it: Servizio

source: Category
de: Kategorie
fr: Catégorie
it: Categoria

source: Action
de: Aktion
it: Azione

source: Assigned
de: zugewiesen
fr: affecté
it: assegnato

source: Changed
de: geändert
fr: modifié
it: modificato

source: Deleted
de: gelöscht
fr: supprimé
it: cancellato

source: Stopped
de: beendet
fr: terminé
it: terminato

source: Repetition months
de: Wiederholung Monate
fr: Répétitions mois
it: Ripetizione in mesi

source: Service settings updated
de: Leistungseinstellungen aktualisiert
fr: Réglages prestations mis à jour
it: Impostazioni dei servizi aggiornate

source: Remove all prospects
de: Alle Sponsorenkontakte entfernen
fr: Enlever tous les contacts sponsor
it: Elimina tutti i contatti sponsor

source: Edit Sponsor
de: Sponsor bearbeiten
fr: Editer sponsor
it: Modifica sponsor

source: Create Prospect
de: Sponsorenkontakt erstellen
fr: Créer contact sponsor
it: Crea contatto sponsor

source: Service categories
de: Leistungskategorien
fr: Catégories prestation
it: Categorie servizio

source: Add payment
de: Zahlung hinzufügen
fr: Ajouter paiement
it: Inserisci pagamento

source: Current fiscal year
de: Aktuelles Fiskaljahr
fr: Année fiscale actuelle
it: Anno fiscale attuale

source: Export 1 sponsor
de: 1 Sponsor exportieren
fr: 1 Exporter sponsor
it: 1 Esporta sponsor

source: Export %count% sponsors
de: %count% Sponsoren exportieren
fr: %count% Exporter sponsors
it: %count% Esporta sponsor

source: Service assignment updated
de: Leistungszuweisung aktualisiert
fr: Affectation prestation mise à jour
it: Assegnazione dei servizi aggiornata

source: Create another prospect
de: Weiteren Sponsorenkontakt erstellen
fr: Créer contact sponsor supplémentaire
it: Crea altri contatti sponsor

source: Export Sponsor
de: Sponsor exportieren
fr: Exporter sponsor
it: Esporta sponsor

source: Assign all to service
de: Alle zuweisen zu Leistung…
fr: Affecter tout à une prestation
it: Assegnare tutti a una prestazione...

source: Add "12" for an annual intervall.
de: Wählen Sie "12" für eine jährliche Wiederholung.
fr: Sélectionnez "12" pour une répétition annuelle.
it: Selezionare "12" per una ripetizione annuale.

source: Services
de: Leistungen
fr: Prestations
it: Servizi

source: Assign %count% contacts to ...
de: %count% Kontakte zuweisen zu…
fr: %count% Affecter contacts à…
it: %count% Kontakte assegna a...

source: Choose type...
de: Typ wählen…
fr: Sélectionner type…
it: Seleziona tipo

source: Description
de: Beschreibung
it: Descrizione

source: Payment plan
de: Zahlungsplan
fr: Plan de paiement
it: Modalità di pagamento

source: Please enter a date which is less than service end date.
de: Bitte wählen Sie ein Datum, das vor dem Leistungsende liegt.
fr: Veuillez choisir une date avant la fin des prestations.
it: Si prega di selezionare una data antecedente alla fine del servizio.

source: Export
de: Exportieren
fr: Exporter
it: Esporta

source: Active
de: Aktiv
fr: Actif
it: Attivo

source: Future
de: Zukünftig
fr: Futur
it: Futuro

source: Former
de: Ehemalig
fr: Ancien
it: Straordinario

source: Start date
de: Startdatum
fr: Date début
it: Data inizio

source: End date
de: Enddatum
fr: Date fin
it: Data di fine

source: Contact
de: Kontakt
it: Tipo di contatto

source: Deposited with
de: Hinterlegt bei
fr: Soumis chez
it: Archiviato da

source: Payment plan
de: Zahlungsplan
fr: Plan paiement
it: Modalità di pagamento

source: Next payment
de: Nächste Zahlung
fr: Prochain paiement
it: Prossimo pagamento

source: Total payments
de: Total Zahlungen
fr: Total paiements
it: Totale pagamenti

source: every %month% months
de: alle %month% Monate
fr: tous les %month% mois
it: ogni %month% mesi

source: Single payments
de: Einzelzahlungen
fr: Paiements individuels
it: Pagamenti singoli

source: SPONSORS
de: Sponsoren
it: Sponsor

source: Sponsor Sevices
de: Sponsorleistungen
fr: Prestations sponsor
it: Servizi sponsor

source: Area
de: Werbebannerkategorie
fr: Catégorie bannière de publicité
it: Banner pubblicitari

source: Max. ad width
de: Max. Breite der Anzeige
fr: Largeur max. de l'annonce
it: Larghezza max dell'annuncio

source: Preview
de: Vorschau
fr: Aperçu
it: Anteprima

source: every
de: alle
fr: tous
it: tutti

source: months
de: Monate
fr: mois
it: mesi

source: Stop assignment
de: Zuweisung beenden
fr: Terminer l'affectation
it: Termina assegnazione

source: Stop %count% assignments
de: %count% Zuweisungen beenden
fr: %count% Terminer les affectations
it: %count% Termina assegnazioni

source: Do you really want to stop the selected assignment? Today's date is taken as the end date.Future payments of custom payment plans will be deleted.
de: Wollen Sie die ausgewählte Zuweisung wirklich beenden? Das aktuelle Datum wird als Enddatum verwendet. Zukünftige Zahlungen eines individuellen Zahlungsplans werden gelöscht.
fr: Voulez-vous vraiment terminer l'affectation sélectionnée? La date actuelle est utilisée comme date de fin. Les paiements futurs d'un plan de paiement individuel seront supprimés.
it: Si desidera terminare l'assegnazione selezionata? La data corrente viene utilizzata come data di fine. I pagamenti futuri di un programma di pagamento personalizzato verranno eliminati.

source: Do you really want to stop the %count% selected assignments? Today's date is taken as the end date.Future payments of custom payment plans will be deleted.
de: Wollen Sie die ausgewählten %count% Zuweisungen wirklich beenden? Das aktuelle Datum wird als Enddatum verwendet. Zukünftige Zahlungen individueller Zahlungspläne werden gelöscht.
fr: Voulez-vous vraiment terminer les %count% affectations? La date actuelle est utilisée comme date de fin. Les paiements futurs de plans de paiement individuels seront supprimés.
it: Si desidera terminare le assegnazioni %count% selezionate? La data corrente viene utilizzata come data di fine. I pagamenti futuri dei programmi di pagamento personalizzati verranno eliminati.

source: Sponsor assignment was stopped successfully
de: Sponsorzuweisung erfolgreich beendet
fr: Affectation sponsor terminé avec succès
it: Assegnazioni sponsor effettuate correttamente

source: Sponsor assignments were stopped successfully
de: Sponsorzuweisungen erfolgreich beendet
fr: Affectations sponsor terminés avec succès
it: Assegnazioni sponsor terminate correttamente

source: Stop
de: Beenden
fr: Terminer
it: Termina

source: Assign
de: Zuweisen
fr: Affecter
it: Assegna

source: Delete
de: Löschen
fr: Supprimer
it: Cancella

source: Stop
de: Beenden
fr: Terminer
it: Termina

source: Edit
de: Bearbeiten
fr: Traiter
it: Modifica

source: payment
de: Zahlung
fr: Paiement
it: Pagamento

source: Service Category
de: Leistungskategorie
fr: Catégorie de prestation
it: Categoria servizio

source: Service
de: Leistung
fr: Prestation
it: Servizio

source: Sponsors
de: Sponsoren
it: Sponsor

source: Payments
de: Zahlungen
fr: Paiements
it: Pagamenti

source: Total Amount
de: Betrag total
fr: Montant total
it: Importo totale

source: payments
de: Zahlungen
fr: Paiements
it: Pagamenti

source: Delete %count% assignments
de: %count% Zuweisungen löschen
fr: %count% Supprimer affectations
it: %count% Elimina assegnazioni

source: Do you really want to delete the %count% selected assignments? Today's date is taken as the end date.Future payments of custom payment plans will be deleted.
de: Wollen Sie die %count% ausgewählten Zuweisungen wirklich unwiderruflich löschen?
fr: Voulez-vous vraiment supprimer définitivement les %count% affectations sélectionnées?
it: Si desidera cancellare definitivamente le assegnazioni %count% selezionate?

source: Delete assignment
de: Zuweisung löschen
fr: Supprimer affectation
it: Elimina assegnazione

source: Do you really want to delete the selected assignment? Today's date is taken as the end date.Future payments of custom payment plans will be deleted.
de: Wollen Sie die Zuweisung wirklich unwiderruflich löschen?
fr: Voulez-vous vraiment supprimer définitivement l'affectation?
it: Si desidera cancellare definitivamente l'assegnazione selezionata?

source: Sponsor assignments were deleted successfully
de: Leistungszuweisungen wurden erfolgreich gelöscht
fr: Les affectations de prestation ont été supprimées avec succès
it: Le assegnazioni di servizi sono state eliminate con successo.

source: Sponsor assignment was deleted successfully
de: Leistungszuweisung wurde erfolgreich gelöscht
fr: L'affectation de prestation a été supprimée avec succès
it: L'assegnazione di servizi è stata eliminata con successo.

source: Sponsor ads updated successfully
de: Werbebanner erfolgreich akualisisiert
fr: La bannière de publicité a été mise à jour avec succès
it: Banner pubblicitario aggiornato correttamente

source: Upload ad
de: Werbebanner hochladen
fr: Télécharger bannière de publicité
it: Carica banner

source: Description
de: Beschreibung
it: Descrizione

source: Areas
de: Kategorien
fr: Catégories
it: Categorie

source: File Size
de: Dateigrösse
fr: Taille fichier
it: Dimensioni del file

source: Edit
de: Bearbeiten
fr: Traiter
it: Modifica

source: Duplicate
de: Duplizieren
fr: Dupliquer
it: Duplica

source: Duplicate
de: Duplizieren
fr: Dupliquer
it: Duplica

source: Stop
de: Beenden
fr: Terminer
it: Termina

source: Export (PDF)
de: Exportieren (PDF)
fr: Exporter (PDF)

source: Export (CSV)
de: Exportieren (CSV)
fr: Exporter (CSV)

source: Delete
de: Löschen
fr: Supprimer
it: Cancella

source: Analysis
de: Analyse
fr: Analyse
it: Analisi

source: Page
de: Seite
it: Pagina

source: Export date
de: Exportdatum
fr: Date export
it: Data di esportazione

source: Export sponsor
de: Sponsor exportieren
it: Esporta sponsor

source: Export %count% sponsors
de: %count% Sponsoren exportieren
fr: Exporter %count% sponsors
it: %count% Esporta sponsor

source: Export sponsor services
de: Sponsorleistungen exportieren
fr: Exporter prestations sponsor
it: Esporta servizi sponsor

source: Company name
de: Firmenname
fr: Nom société
it: Denominazione azienda
