Repository: deepapaul/fairgatev4
Catalog: fairgate4/src/Clubadmin/CommunicationBundle/Resources/translations/messages.*.xlf
Languages: de, fr, it

source: Send!
de: Senden!
fr: Envoyer !
it: Invia!

source: E-mail field
de: E-Mail-Feld
fr: Champ adresse mail
it: Campo e-mail

source: Note:
de: Beachten Sie:
fr: Veuillez noter :
it: Attenzione:

source: General
de: Allgemeines
fr: Généralités
it: Generale

source: Add general information about the newsletter
de: Allgemeine Informationen über den Newsletter hinzufügen
fr: Ajouter des informations générales par la newsletter
it: Aggiungi informazioni generali sulla newsletter

source: Add general information about the simple mail
de: Allgemeine Informationen über die Einfach-Mail hinzufügen
fr: Ajouter des informations générales par le mail simple
it: Aggiungi informazioni generali sull'e-mail semplice

source: Subject
de: Betreff
fr: Objet
it: Oggetto

source: Sender name
de: Name Absender
fr: Nom expéditeur
it: Nome mittente

source: Sender e-mail
de: E-Mail Absender
fr: Adresse mail expéditeur
it: E-mail mittente

source: Salutation
de: Anrede
fr: Titre
it: Titolo

source: Personal
de: Persönlich
fr: Personnel
it: Personale

source: General
de: Allgemein
fr: Général
it: Generale

source: Create Newsletter
de: Newsletter erstellen
fr: Créer newsletter
it: Crea newsletter

source: None
de: Keine
fr: Aucune
it: Nessuno

source: Correspondence language
de: Korrespondenzsprache
fr: Langue de correspondance
it: Lingua per la corrispondenza

source: Mandatory (Can't be unsubscribed)
de: Obligatorisch (kann nicht abbestellt werden)
fr: Obligatoire (ne peut pas être décommandé)
it: Obbligatorio (impossibile annullare)

source: Non-mandatory (delivery depending on subscription)
de: Standard (Versand gemäss Abonnement)
fr: Standard (envoi selon abonnement)
it: Standard (spedizione secondo abbonamento)

source: Create Simple Mail
de: Einfach-Mail erstellen
fr: Créer mail simple
it: Crea e-mail semplice

source: Save
de: Speichern
fr: Enregistrer
it: Salva

source: Save + Continue
de: Speichern + weiter
fr: Enregistrer + suivant
it: Salva + avanti

source: Send
de: Senden
fr: Envoyer
it: Invia

source: Type
de: Typ
it: Tipo

source: E-mail addresses:
de: E-Mail-Adressen:
fr: Adresses mail :
it: Indirizzi e-mail:

source: If none available, substitute by:
de: Falls keine vorhanden, ersetzen durch:
fr: S'il n'y en a pas, remplacer par :
it: Se non esiste, sostituirlo con:

source: Excluded recipients
de: Entfernte Empfänger
fr: Destinataires éloignés
it: Destinatari eliminati

source: Parents email
de: E-Mail Eltern
fr: Adresse mail parents
it: E-Mail genitori

source: Add your main content
de: Hauptinhalt hinzufügen
fr: Ajouter contenu principal
it: Aggiungi contenuto principale

source: Images
de: Bilder
it: Immagini

source: Settings
de: Einstellungen
fr: Réglages
it: Impostazioni

source: Advanced editor
de: Erweiterter Editor
fr: Editeur élargi
it: Editor avanzato

source: Save template
de: Vorlage speichern
fr: Enregistrer brouillon
it: Salva modello

source: Delete template
de: Vorlage löschen
fr: Supprimer brouillon
it: Elimina modello

source: Table of Contents
de: Inhaltsverzeichnis
fr: Table des matières
it: Indice

source: Intro text
de: Einleitung
fr: Introduction
it: Introduzione

source: Ending words
de: Abschlusstext
fr: Texte final
it: Testo conclusivo

source: Image (full width)
de: Bild (ganze Breite)
fr: Image (largeur complète)
it: Figura (larghezza intera)

source: Add Image (full width)
de: Bild hinzufügen (ganze Breite)
fr: Ajouter image (largeur complète)
it: Aggiungi figura (larghezza intera)

source: Create article
de: Artikel erstellen
fr: Créer article
it: Crea articolo

source: Add existing article
de: Bestehenden Artikel hinzufügen
fr: Ajouter article existant
it: Aggiungi articolo esistente

source: Add sponsors
de: Sponsoren hinzufügen
fr: Ajouter sponsors
it: Aggiungi sponsor

source: Simple editor
de: Einfacher Editor
fr: Editeur simple
it: Editor semplice

source: Upload images
de: Bilder hochladen

source: Teaser text
de: Anrisstext
fr: Texte bref
it: Testo teaser

source: chars
de: Zeichen
fr: Caractère
it: Carattere

source: Test Newsletter Mail Sent
de: Test-Newsletter gesendet
fr: Newsletter de test envoyée
it: Newsletter di prova inviata

source: Your newsletter is now ready to send
de: Ihr Newsletter ist nun bereit für den Versand
fr: Votre newsletter est maintenant prête pour envoi
it: La newsletter ora è pronta per l'invio

source: Sending time
de: Versandzeit
fr: Heure d'envoi
it: Ora di invio

source: Now
de: Jetzt
fr: Maintenant
it: Ora

source: Planned
de: Terminiert
fr: Planifié
it: Terminato

source: Newsletter Wizard Step 2 Saved Successfully
de: Newsletter-Assistent Schritt 2 erfolgreich gespeichert
fr: Assistant newsletter étape 2 enregistrée avec succès
it: Assistente alla newsletter Fase 2 salvato correttamente

source: Newsletter Saved Successfully
de: Newsletter erfolgreich gespeichert
fr: Newsletter enregistrée avec succès
it: Newsletter salvata correttamente

source: Newsletter Template Saved Successfully
de: Newlsetter-Vorlage erfolgreich gespeichert
fr: Brouillon newsletter enregistré avec succès
it: Modello newsletter salvato correttamente

source: Publish newsletter on specific newsletter archive page
de: Newsletter auf dafür bestimmter Archivseite veröffentlichen
fr: Publier newsletter sur page d'archive dédiée
it: Pubblica newsletter nella pagina di archivio apposita

source: Remove
de: Entfernen
fr: Enlever
it: Eliminare

source: Your simplemail is now ready to send
de: Ihre Einfach-Mail ist nun bereit für den Versand
fr: Votre mail simple est maintenant prêt pour envoi
it: L'e-mail semplice ora è pronta per l'invio

source: Test Simple Mail Sent
de: Test-Einfach-Mail versendet
fr: Mail simple de test envoyé
it: E-mail semplice di prova inviata

source: Error in scheduling
de: Fehler in Terminierung
fr: Erreur de planification
it: Errore nella terminazione

source: Simple mail scheduled Successful
de: Einfach-Mail erfolgreich terminiert
fr: Mail simple planifié avec succès
it: E-mail semplice terminata correttamente

source: Newsletter scheduled Successful
de: Newsletter erfolgreich terminiert
fr: Newsletter planifié avec succès
it: Newsletter terminata correttamente

source: Please select emailfields
de: Bitte wählen Sie die E-Mail-Felder
fr: Veuillez sélectionner les champs de mail
it: Si prega di selezionare i campi e-mail

source: Recipients
de: Empfänger
fr: Destinataire
it: Destinatario

source: Content
de: Inhalt
fr: Contenu
it: Sommario

source: Sidebar
de: Seitenspalte
fr: Colonne de page
it: Colonna laterale

source: Preview
de: Vorschau
fr: Aperçu
it: Anteprima

source: Sending
de: Versand
fr: Envoi
it: Spedizione

source: You have some form errors. Please check below.
de: Es sind Fehler im Formular aufgetreten. Bitte überprüfen Sie die Angaben.
fr: Des erreurs sont survenues dans le formulaire. Veuillez vérifier les indications.
it: Si sono verificati degli errori nel modulo Si prega di verificare i dati

source: Your form validation is successful!
de: Ihre Angaben wurden erfolgreich geprüft!
fr: Vos indications ont été vérifiées avec succès !
it: I dati sono stati verificati correttamente!

source: Continue
de: Weiter
fr: Suivant
it: Avanti

source: Please note
de: Bitte beachten Sie
fr: Veuillez noter
it: Attenzione

source: Statistics
de: Statistik
fr: Statistique
it: Statistica

source: Statistics
de: Statistik
fr: Statistique
it: Statistica

source: add a contact
de: Kontakt hinzufügen
fr: Ajouter contact
it: Aggiungi contatto

source: Image
de: Bild
it: Figura

source: Image position
de: Bildposition
fr: Position d'image
it: Posizione immagine

source: left
de: links
fr: gauche
it: a sinistra

source: right
de: rechts
fr: droite
it: a destra

source: Description
de: Beschreibung
it: Descrizione

source: Sent date
de: Versandtermin
fr: Date d'envoi
it: Data di spedizione

source: Allowed file types: JPG, GIF, PNG. The image will be scaled to max. 550 pixels width or height.
de: Zulässige Dateitypen: JPG, GIF, PNG. Das Bild wird auf eine Breite oder Höhe von max. 550 Pixel skaliert.
fr: Types de fichiers autorisés: JPG, GIF, PNG. L'image est échelonnée sur une largeur ou hauteur de 550 pixels max.
it: Tipi di file consentiti: JPG, GIF, PNG. L'immagine sarà realizzata su una larghezza o altezza di max. 550 pixel.

source: Allowed file types: JPG, GIF, PNG. The image will be scaled to 150 pixels width.
de: Zulässige Dateitypen: JPG, GIF, PNG. Das Bild wird auf eine Breite von 150 Pixel skaliert.
fr: Types de fichiers autorisés: JPG, GIF, PNG. L'image est échelonnée sur une largeur ou hauteur de 150 Pixel max.
it: Tipi di file consentiti: JPG, GIF, PNG. L'immagine sarà realizzata su una larghezza di 150 pixel.

source: Preview
de: Vorschau
fr: Aperçu
it: Anteprima

source: Check preview and send test mail
de: Überprüfen Sie die Vorschau und senden Sie ein Testmail.
fr: Vérifiez l'aperçu et envoyez un mail de test.
it: Verifica l'anteprima e invia un'e-mail di prova.

source: Mandatory
de: Obligatorisch
fr: Obligatoire
it: Obbligatorio

source: Non-mandatory
de: Standard
fr: Standard
it: Standard

source: Article Title
de: Artikeltitel
fr: Titre article
it: Titolo articolo

source: Primary email
de: Primäre E-Mail
fr: Mail primaire
it: E-mail primaria

source: Subject
de: Betreff
fr: Objet
it: Oggetto

source: Sender
de: Absender
fr: Expéditeur
it: Mittente

source: Preview of %subject%
de: Vorschau von %subject%
fr: Aperçu de %subject%
it: Anteprima di %subject%

source: Year
de: Jahr
fr: Année
it: Anno

source: Date between
de: Datum zwischen
fr: Date entre
it: Data tra

source: Select
de: wählen…
fr: sélectionner…
it: seleziona...

source: and
de: und
fr: et
it: e

source: Entire Period
de: Gesamte Zeitspanne
fr: Période complète
it: Tempo totale

source: Sent simple mails
de: Gesendete Einfach-Mails
fr: Mails simples envoyés
it: E-mail semplici spedite

source: Recipients
de: Empfänger
fr: Destinataire
it: Destinatario

source: Recipients per mail
de: Empfänger pro Mailversand
fr: Destinataire par envoi de mail
it: Destinatari per ciascun invio di mail

source: Mandatory
de: Obligatorisch
fr: Obligatoire
it: Obbligatorio

source: Non-mandatory
de: Standard
fr: Standard
it: Standard

source: Openings
de: Geöffnet
fr: Ouvert
it: Aperto

source: Sent newsletters
de: Gesendete Newsletter
fr: Newsletters envoyées
it: Newsletter spedite

source: Recipients per newsletter
de: Empfänger pro Newsletter
fr: Destinataire par newsletter
it: Destinatari per ciascuna newsletter

source: Receiver
de: Empfänger
fr: Destinataire
it: Destinatario

source: Template overwrited successfully
de: Vorlage erfolgreich überschrieben
fr: Brouillon réécrit avec succès
it: Modello sovrascritto correttamente

source: Signature overwrited successfully
de: Signatur erfolgreich überschrieben
fr: Signature réécrite avec succès
it: Firma sovrascritta correttamente

source: Template added successfully
de: Vorlage erfolgreich hinzugefügt
fr: Brouillon ajouté avec succès
it: Modello aggiunto correttamente

source: Signature added successfully
de: Signatur erfolgreich hinzugefügt
fr: Signature ajoutée avec succès
it: Firma aggiunta correttamente

source: Template deleted successfully
de: Vorlage erfolgreich gelöscht
fr: Brouillon supprimé avec succès
it: Modello aggiunto correttamente

source: Signature deleted successfully
de: Signatur erfolgreich gelöscht
fr: Signature supprimée avec succès
it: Firma eliminata correttamente

source: All attachments together may not exceed a total of 15MB.
de: Alle Anhänge zusammen dürfen 15 MB nicht überschreiten.
fr: Tous les annexes ne doivent pas dépasser 15 MB.
it: Tutti gli allegati non possono superare 15 MB.

source: Table of contents
de: Inhalt
fr: Contenu
it: Sommario

source: substitute
de: Ersatz
fr: Remplacement
it: Sostituzione

source: Manage templates...
de: Templates verwalten...
fr: Gérer modèles...
it: Gestisci modelli

source: Title of text with image on left
de: Titel eines Artikels mit Bild links
fr: Titre d'un article avec image à gauche
it: Titolo di un articolo con foto a sinistra

source: Title of text with image on right
de: Titel eines Artikels mit Bild rechts
fr: Titre d'un article avec image à droite
it: Titolo di un articolo con foto a destra

source: Image
de: Bild
it: Figura

source: Manage recpients lists…
de: Empfängerlisten verwalten…
fr: Gérer liste de destinataires…
it: Gestisci elenco destinatari

source: Edit Not Possible
de: Bearbeitung nicht möglich
fr: Traitement impossible
it: Modifica non possibile

source: Do you want to unsubscribe %name% from the newsletter?
de: Wollen Sie den Newsletter für %name% abbestellen?
fr: Voulez-vous décommander la newsletter pour %name% ?
it: Si desidera cancellare l'iscrizione alla newsletter %name%?

source: Unsubscribe
de: Abbestellen
fr: Décommander
it: Cancella

source: Newsletter Unsubscription
de: Newsletter abbestellen
fr: Décommander newsletter
it: Cancella newsletter

source: You are not subscribed.
de: Sie sind bereits vom Newsletter abgemeldet.
fr: Vous êtes déjà désabonné de la newsletter.
it: La cancellazione alla newsletter è già stata effettuata.

source: The subscription of %email% has been removed successfully.
de: Das Abonnement von %email% wurde erfolgreich entfernt.
fr: L'abonnement de %email% a été supprimé avec succès.
it: L'abbonamento di %email% è stato eliminato correttamente

source: Unsubscribe Newsletter
de: Newsletter abbestellen
fr: Désabonner newsletter
it: Cancella newsletter

source: Settings edited successfully
de: Einstellungen erfolgreich bearbeitet
fr: Réglages traités avec succès
it: Impostazioni modificate correttamente

source: Note: Using an address from popular e-mail providers will cause spam classifications.
de: Hinweis: Die Verwendung einer Adresse eines populären E-Mail-Anbieters wird Spam-Klassierungen verursachen.
fr: Remarque: L'utilisation d'une adresse d'un prestataire mail populaire provoquera des classifications spam.
it: Avvertenza: L'utilizzo di un indirizzo di un provider popolare di posta elettronica causerà classificazioni di spam.

source: You are using an address from a popular e-mail provider. On some recipients this will be classified as spam and refused. Do you really want to continue using %senderemail%?
de: Sie verwenden eine Adresse eines populären E-Mail-Anbieters. Bei manchen Empfängern wird dies als Spam zurückgewiesen werden. Wollen Sie wirklich fortfahren mit %senderemail%?
fr: Vous utilisez une adresse d'un prestataire mail populaire. Pour certains destinataires, ceci sera refusé comme spam. Voulez-vous vraiment continuer avec %senderemail%?
it: Si sta utilizzando l'indirizzo di un provider di posta popolare. Presso alcuni destinatari la mail sarà respinta come spam. Si desidera proseguire %senderemail%?

source: Change
de: Abbrechen
fr: Arrêt
it: Interrompi

source: Continue
de: Fortfahren
fr: Continuer
it: Continua

source: Nothing selected
de: Nichts ausgewählt
fr: Rien sélectionné
it: Non selezionato

source: Add your sidebar content
de: Fügen Sie Ihren Seitenspalten-Inhalt hinzu
fr: Ajoutez votre contenu de colonne de page
it: Aggiungi il contenuto alla colonna laterale

source: No previews
de: Keine Vorschau
fr: Pas d'aperçu
it: Nessuna anteprima

source: This primary mail is already in use on another contact. Therefore the mail will be used only for this after-sending and won't be saved on the contact.
de: Diese primäre E-Mail-Adresse wird bereits auf einem anderen Kontakt verwendet. Deshalb wird die Adresse nur für diesen Nachversand verwendet und nicht auf dem Kontakt gespeichert.
fr: Cette adresse mail primaire est déjà utilisée pour un autre contact. L'adresse n'est donc utilisée que pour ce réenvoi et n'est pas enregistrée pour le contact.
it: Questo indirizzo e-mail primario è già in uso per un altro contatto. Pertanto, l'indirizzo sarà utilizzato solo per l'invio successivo e non sarà salvato sul contatto.

source: Do you want to save the mail address on the contact itself? If 'No' the mail will be used only for this after-sending.
de: Wollen Sie diese E-Mail-Adresse auf dem Kontakt speichern? Wenn «Nein» wird die Adresse nur für diesen Nachversand verwendet.
fr: Voulez-vous enregistrer cette adresse mail pour le contact ? Si «Non», l'adresse n'est utilisée que pour ce réenvoi.
it: Si desidera salvare questo indirizzo e-mail sul contatto? Selezionando "No", l'indirizzo sarà utilizzato solo per questo invio successivo.

source: No
de: Nein
fr: Non

source: Yes
de: Ja
fr: Oui
it: Sì

source: Contact email successfully updated
de: E-Mail-Adresse des Kontaktes erfolgreich aktualisiert
fr: Adresse mail du contact mise à jour avec succès
it: L'indirizzo e-mail del contatto è stato aggiornato con successo

source: The mail field may not be edited on this level. Therefore the mail will be used only for this after-sending and won't be saved on the contact.
de: Das E-Mail-Feld kann auf dieser Stufe nicht bearbeitet werden. Darum wird die Mailadresse nur für diesen Nachversand verwendet und nicht auf dem Kontakt gespeichert.
fr: Ce champ de mail ne peut pas être traité à ce niveau. L'adresse mail n'est donc utilisée que pour ce réenvoi et n'est pas enregistrée pour ce contact.
it: Il campo di posta elettronica non può essere modificato a questo livello. Pertanto, l'indirizzo e-mail sarà utilizzato solo per l'invio successivo e non sarà salvato sul contatto.

source: Pixels
de: Pixel
fr: Pixel
it: Pixel

source: It must be created sponsors services first.
de: Es müssen zuerst Sponsorenleistungen erstellt werden.
fr: Il faut d'abord créer les prestations sponsor.
it: Devono dapprima essere creati dei servizi di sponsor.

source: Errors
de: Fehler
fr: Erreur
it: Errore

source: Default sender name
de: Standard-Absendername
fr: Nom d'expéditeur standard
it: Nome mittente predefinito

source: Default sender email
de: Standard-Absender-Mailadresse
fr: Adresse mail d'expéditeur standard
it: Indirizzo mail predefinito del mittente

source: Default salutation
de: Standard-Anrede
fr: Titre standard
it: Titolo predefinito

source: Default correspondance language
de: Standard-Korrespondenzsprache
fr: Langue de correspondance standard
it: Lingua predefinita della corrispondenza

source: Above table of contents
de: Oberhalb Inhaltsverzeichnis
fr: Au-dessus de la table des matières
it: Sopra indice

source: Content area
de: Inhaltsbereich
fr: Domaine contenu
it: Area contenuto

source: Bottom of newsletter
de: Ende des Newsletters
fr: Fin de la newsletter
it: Fine della newsletter

source: Resend failed sendings
de: Fehlgeschlagene erneut senden
fr: Renvoyer à nouveau les messages échoués
it: Ripeti gli invii non riusciti

source: Options
de: Einstellungen
fr: Réglages
it: Impostazioni

source: Ad zone
de: Werbebannerkategorie
fr: Catégorie bannière de publicité
it: Categoria banner pubblicitari

source: Sponsors
de: Sponsoren
it: Sponsor

source: The change of the template will reset the sponsor sections of your newsletter content.
de: Die Änderung der Templatewahl kann Sponsoreninhalte entfernen und/oder hinzufügen.
fr: La modification du choix de modèle peut enlever et/ou ajouter des contenus sponsor.
it: La variazione della selezione del modello può rimuovere e/o aggiungere i contenuti dello sponsor.

source: Add sponsor section
de: Sponsoren hinzufügen
fr: Ajouter sponsors
it: Aggiungi sponsor

source: Confirm
de: Bestätigen
fr: Confirmer
it: Conferma

source: Subfederation
de: {#Sub-federation.s#}
fr: Sous association
it: Sotto associazione

source: Club
de: {#Club.s#}

source: Browse server
de: Server durchsuchen

source: Attachments
de: Anhänge

source: Add
de: Hinzufügen

source: Cancel
de: Abbrechen

source: Add images from server
de: Bilder von Server hinzufügen

source: Add from gallery..
de: Galeriebild wählen…

source: Create a new simple mailing
de: Erstellen Sie ein neues Einfach-Mail

source: Create a new newsletter
de: Erstellen Sie einen neuen Newsletter

source: Table properties
de: Tabelleneigenschaften

source: Theme configuration successfully activated
de: Themekonfiguration erfolgreich aktiviert

source: ON
de: EIN

source: Add Exisiting Article
de: Existierenden Artikel hinzufügen

source: NONE
de: Keines

source: Attachment Takeover
de: Anhänge übernehmen

source: Search articles by title…
de: Artikel nach Titel suchen…

source: Browse Gallery Image
de: Server durchsuchen

source: Correspondance Lang.
de: Korrespondenzsprache

source: Correspondance Language should be %language%.
de: Korrespondenzsprache sollte %language% sein.

source: Correspondence language
de: Korresp.sprache
fr: Langue correspondance
it: Lingua corrispond.

source: Correspondance Language
de: Korrespondenzsprache
fr: Langue correspondance
it: Langue correspondance

source: Value: %language%
de: Werte: %language%
fr: Valeur: %language%
it: Valeurs: %language%

source: Upload files
de: Dateien hochladen

source: Templates
fr: Modèles
it: Modelli

source: Duplicate Newsletter
fr: Dupliquer la newsletter
it: Duplica newsletter

source: Text
fr: Texte
it: Testo

source: Website
fr: Site Internet
it: Sito web

source: Total
it: Totale

source: Details
fr: Détails
it: Dettagli

source: E-Mail
fr: Adresse mail

source: Email
fr: Adresse mail

source: E-Mail
fr: Adresse mail

source: Link URL
fr: URL de lien
