Repository: deepapaul/fairgatev4
Catalog: fairgate4/src/Clubadmin/CommunicationBundle/Resources/translations/messages.*.xlf
Languages: de, fr, it

source: Required field for subscriber import:
de: Pflichtfeld für Abonnenten-Import:
fr: Champ obligatoire pour l'import d'abonnés:
it: Campo obbligatorio per importazione abbonati:

source: Values: Valid mail address
de: Werte: Gültige E-Mail-Adresse
fr: Valeurs: adresse mail valide
it: Valori: Indirizzo di posta elettronica valido

source: For optional fields "Salutation" and "Gender" the following values are expected:
de: Für die optionalen Felder »Anrede« und »Geschlecht« werden folgende Werte erwartet:
fr: Pour les champs optionnels «Titre» et «Sexe», on attend les valeurs suivantes:
it: Per i campi facoltativi "titolo" e "sesso" sono previsti i seguenti valori:

source: Salutation
de: Anredeart
fr: Type d'adressage
it: Titolo

source: Gender
de: Geschlecht
fr: Sexe
it: Sesso

source: Values: 1 (for formal salutation) or 2 (for informal salutation)
de: Werte: 1 (für Sie-Form) oder 2 (für Du-Form)
fr: Valeur: 1 (vouvoiement) ou 2 (tutoiement)
it: Valori: 1 (per Lei) o 2 (per Tu)

source: Values: 1 (for male) or 2 (for female)
de: Werte: 1 (für männlich) oder 2 (für weiblich)
fr: Valeur: 1 (masculin) ou 2 (féminin)
it: Valori: 1 (maschile) o 2 (femminile)

source: Import to Subscriber Contacts
de: Zu Abonnenten-Kontakten importieren
fr: Importer vers contacts d'abonnés
it: Importa in contatti abbonati

source: File upload
de: Datei hochladen
fr: Télécharger le fichier
it: Carica file

source: Data assignment
de: Datenzuweisung
fr: Affectation données
it: Assegnazione dei dati

source: Import file correction
de: Importdateikorrektur
fr: Correction fichier d'import
it: Correzione file di import

source: Not importable subscribers
de: Nicht importierbare Abonnenten
fr: Abonnés non importables
it: Abbonati non importabili

source: Choose details and upload your CSV file
de: Details wählen und SCV-Datei hochladen
fr: Sélectionner détails et télécharger fichier CSV
it: Selezionare dettagli e caricare file SCV

source: Please check the user guide for the requirements for the import file
de: Für die Anforderungen an die Importdatei konsultieren Sie bitte das Benutzerhandbuch.
fr: Au sujet des exigences pour le fichier d'import, veuillez consulter le manuel utilisateur.
it: Per i requisiti del file di importazione, consultare la Guida dell'utente.

source: First name
de: Vorname
fr: Prénom
it: Nome

source: Last name
de: Nachname
fr: Nom
it: Cognome

source: Gender
de: Geschlecht
fr: Sexe
it: Sesso

source: Salutation
de: Anrede
fr: Type d'adressage
it: Titolo

source: Company
de: Firma
fr: Société
it: Azienda

source: Created at
de: Erstellt am
fr: Créé le
it: Creato il

source: Edited at
de: Bearbeitet am
fr: Traité le
it: Modificato il

source: Edited by
de: Bearbeitet durch
fr: Traité par
it: Modificato da

source: Received
de: Erhalten
fr: Reçu
it: Ricevi

source: You are importing
de: Sie importieren
fr: Vous importez
it: Importi

source: subscriber datasets. Assign your data fields
de: Abonnenten-Datensätze. Weisen Sie die Datenfelder zu
fr: des enregistrements de données d'abonnés. Veuillez affecter les champs de données
it: Record dati abbonati Si prega di assegnare i campi di dati a

source: Column header
de: Spaltentitel
fr: Titre colonne
it: Intestazione colonna

source: Do not import first row
de: Erste Zeile nicht importieren
fr: Ne pas importer la première ligne
it: Non importare la prima riga

source: Last name
de: Nachname
fr: Nom
it: Cognome

source: First name
de: Vorname
fr: Prénom
it: Nome

source: Salutation
de: Anredeart
fr: Type d'adressage
it: Titolo

source: Gender
de: Geschlecht
fr: Sexe
it: Sesso

source: Company
de: Firma
fr: Société
it: Azienda

source: The following subscriber seems to exist already. They can't be imported unless you choose another email for them.
de: Die folgenden Abonnenten scheinen bereits zu bestehen. Sie können nicht importiert werden, ausser die ändern ihre E-Mail-Adresse.
fr: Les abonnés suivants semblent déjà exister. Ils ne peuvent pas être importés sauf si vous modifiez leur adresse mail.
it: I seguenti abbonati sembrano già esistere. Non si può essere importato, tranne che per cambiare il loro indirizzo di posta elettronica.

source: Active contact
de: Aktiver Kontakt
fr: Contact actif
it: Contatto attivo

source: Subscriber
de: Abonnent
fr: Abonné
it: Abbonato

source: Subscribers
de: Abonnenten
fr: Abonnés
it: Abbonati

source: Subscriber contacts
de: Zusätzliche Abonnenten
fr: Abonnés supplémentaires
it: Altri abbonati

source: Own contacts with subscription flag
de: Aktive Kontakte mit Abonnement
fr: Contacts actifs avec abonnement
it: Contatti attivi con abbonamento

source: Subscriber imported successfully
de: Abonnenten erfolgreich importiert
fr: Abonnés importés avec succès
it: Abbonati importati correttamente

source: Existing
de: Existierend
fr: Existe
it: Esistente

source: data
de: Daten
fr: Données
it: Dati

source: Communication
de: Kommunikation
it: Comunicazione

source: Data field
de: Datenfeld
fr: Champ de données
it: Datenfeld

source: Type
de: Typ
it: Tipo

source: Sending
de: Versand
fr: Envoi
it: Spedizione

source: Log of %subscriber%
de: Log von %subscriber%
fr: Log de %subscriber%
it: Log di %subscriber%

source: Create subscriber
de: Abonnent erstellen
fr: Créer abonné
it: Crea abbonato

source: Delete
de: Löschen
fr: Supprimer
it: Cancellare

source: General
de: Allgemein
fr: Généralités
it: Generale

source: Colors
de: Farben
fr: Couleurs
it: Colori

source: Header image
de: Headerbild
fr: Image d'en-tête
it: Immagine intestazione

source: The image will be scaled to max. 560 pixels width
de: Das Bild wird auf max. 560 Pixel Breite skaliert
fr: L'image est échelonnée à une largeur de 560 pixels max.
it: L'immagine sarà ridotta a max 560 pixel di larghezza

source: Article Display
de: Artikelanzeige
fr: Affichage articles
it: Visualizzazione articolo

source: Teaser Only
de: Nur Anrisstexte
fr: Uniquement textes réduits
it: Solo testi occhiello

source: Full texts
de: Ganze Texte
fr: Textes complets
it: Testi interi

source: Background
de: Hintergrund
fr: Arrière-plan
it: Sfondo

source: General text
de: Text allgemein
fr: Texte général
it: Testo generale

source: Heading text
de: Text Überschriften
fr: Texte Titres
it: Testo intestazioni

source: Background table of content/ending words
de: Hintergrund Inhaltsverzeichnis / Schlusstext
fr: Arrière-plan Table des matières / texte final
it: Sfondo indice/testo conclusivo

source: Text table of content/ending words
de: Text Inhaltsverzeichnis / Schlusstext
fr: Texte Table des matières / texte final
it: Testo indice/testo conclusivo

source: Please add image
de: Bitte Bild hinzufügen
fr: Veuillez ajouter une image
it: Si prega di aggiungere foto

source: Template saved successfully
de: Newsletter-Template erfolgreich gespeichert
fr: Modèle newsletter enegistré avec succès
it: Modello della newsletter salvato correttamente

source: Template 1
de: Neues Newsletter-Template
fr: Nouveau modèle de newsletter
it: Nuovo modello newsletter

source: Template title
de: Titel des Newsletter-Templates
fr: Titre du modèle de newsletter
it: Titolo del modello della newsletter

source: Created on
de: Erstellt am
fr: Créé le
it: Creato il

source: Last edited on
de: Zuletzt bearbeitet am
fr: Traité dernièrement le
it: Ultima modifica in data

source: Last edited by
de: Zuletzt bearbeitet durch
fr: Traité dernièrement par
it: Ultima modifica effettuata da

source: Create template
de: Template erstellen
fr: Créer modèle
it: Crea modello

source: Edit
de: Bearbeiten
fr: Traiter
it: Modificare

source: Delete
de: Löschen
fr: Supprimer
it: Cancellare

source: Duplicate
de: Duplizieren
fr: Dupliquer
it: Duplica

source: Delete selected
de: Gewählte löschen
fr: Supprimer les modèles sélectionnés
it: Elimina selezionate

source: Do you really want to duplicate ?
de: Wollen Sie das Newsletter-Template wirklich duplizieren?
fr: Voulez-vous vraiment dupliquer le modèle de newsletter ?
it: Si desidera effettivamente duplicare il modello della newsletter?

source: Confirm
de: Bestätigen
fr: Confirmer
it: Conferma

source: Template duplicated successfully
de: Newsletter-Template erfolgreich dupliziert
fr: Modèle de newsletter dupliqué avec succès
it: Modello della newsletter duplicato correttamente

source: Primary email
de: Primäre E-Mail
fr: Adresse mail primaire
it: E-mail primaria

source: Contacts of %name%
de: Kontakte von %name%
fr: Contacts de %name%
it: Contatti di% name%

source: Email (connected parent)
de: E-Mail (verbundene Eltern)
fr: Adresse mail (parents)
it: E-Mail (genitori collegati)

source: Yes
de: Ja
fr: Oui
it: Sì

source: No
de: Nein
fr: Non

source: Template deleted successfully
de: Newsletter-Template erfolgreich gelöscht
fr: Modèle de newsletter supprimé avec succès
it: Il modello della newsletter è stato correttamente eliminato

source: Do you really want to delete ?
de: Wollen Sie das Newsletter-Template wirklich löschen?
fr: Voulez-vous vraiment supprimer le modèle de newsletter ?
it: Si desidera effettivamente eliminare il modello della newsletter?

source: Global settings:
de: Globale Einstellungen
fr: Réglages générales
it: Impostazioni globali

source: Female contact
de: Weiblicher Kontakt
fr: Contact féminin
it: Contatto femminile

source: Male contact
de: Männlicher Kontakt
fr: Contact masculin
it: Contatto maschile

source: Family
de: Familie
fr: Famille
it: Famiglia

source: Companies without main contact
de: Firmen ohne Hauptkontakt
fr: Sociétés sans contact principal
it: Società senza contatto principale

source: Subscribers without last name, first name, Salutation and gender
de: Abonnenten ohne Nachname, Vorname, Anrede und Geschlecht
fr: Abonnés sans nom, prénom, titre et sexe
it: Abbonati senza cognome, nome, titolo e sesso

source: Salutation
de: Anrede
fr: Titre
it: Titolo

source: Salutation (formal)
de: Anrede (Sie-Form)
fr: Adressage (vouvoiement)
it: Titolo (lei)

source: Salutation (informal)
de: Anrede (Du-Form)
fr: Adressage (tutoiement)
it: Titolo (tu)

source: Settings are used for the other modules as well.
de: Diese Einstellungen werden auch für andere Module verwendet.
fr: Ces réglages seront utilisés aussi pour d'autres modules.
it: Queste impostazioni vengono utilizzate anche per altri moduli.

source: %name% : E-mail addresses
de: %name%: E-Mail-Adressen
fr: %name%: adresses mail
it: %name%: Indirizzi e-mail

source: Edit subscriber
de: Abonnenten bearbeiten
fr: Gérer les abonnés
it: Modifica abbonamenti

source: Create another subscriber
de: Weiterer Abonnent erstellen
fr: Créer un autre abonné
it: Crea altro abbonato

source: E-mail address
de: E-Mail-Adresse
fr: Adresse mail
it: Indirizzo e-mail

source: Subscriber Saved
de: Abonnent gespeichert
fr: Abonné enregistré
it: Abbonato salvato

source: Subscriber Updated
de: Abonnent aktualisiert
fr: Abonné mis à jour
it: Abbonato aggiornato

source: Do you really want to delete these subscribers?
de: Wollen Sie diese Abonnenten wirklich löschen?
fr: Voulez-vous vraiment supprimer cet abonné ?
it: Si desidera effettivamente eliminare questi abbonati?

source: Delete %subscriber% Subscribers
de: %subscriber% Abonnenten löschen
fr: Supprimer l'abonné %subscriber%
it: %subscriber% elimina abbonati

source: Subscribers deleted successfully
de: Abonnenten erfolgreich gelöscht
fr: Abonné supprimé avec succès
it: Abbonati correttamente eliminati

source: Subscriber deleted successfully
de: Abonnent erfolgreich gelöscht
fr: Abonné supprimé avec succès
it: Abbonato correttamente eliminato

source: Salutation settings successfully updated
de: Anrede erfolgreich bearbeitet
fr: Titre édité avec succès
it: Titolo modificato correttamente

source: Delete template
de: Template löschen
fr: Supprimer modèle
it: Elimina modello

source: Duplicate template
de: Template duplizieren
fr: Dupliquer modèles
it: Duplica modello

source: Templates deleted successfully
de: Newsletter-Template erfolgreich gelöscht
fr: Modèle de newsletter supprimé avec succès
it: Il modello della newsletter è stato correttamente eliminato

source: Contact field
de: Kontaktfeld
fr: Champ contact
it: Campo di contatto

source: NEWSLETTER_CLICK_FOR WEB_VIEW
de: Für Webansicht hier klicken
fr: Cliquer ici pour un aperçu Internet
it: Per la visualizzazione web clicca qui

source: Export
de: Exportieren
fr: Exporter
it: Esporta

source: Export 1 Own Contact Subscriber
de: 1 eigener Kontakt mit Abonnement exportieren
fr: Exporter 1 contact propre avec abonnement
it: Esporta 1 proprio contatto con abbonamento

source: Export %contactcount% Own Contact Subscribers
de: %contactcount% eigene Kontakte mit Abonnement exportieren
fr: Exporter %contactcount% de contacts propres avec abonnement
it: Esporta %contactcount% contatti propri con abbonamento

source: Export All Own Contact Subscribers
de: Alle eigenen Kontakte mit Abonnement exportieren
fr: Exporter tous les contacts propres avec abonnement
it: Esporta tutti i contatti propri con abbonamento

source: Export 1 Subscriber
de: 1 Abonnent exportieren
fr: 1 Exporter abonné
it: Esporta 1 abbonato

source: Export %contactcount% Subscribers
de: %contactcount% Abonnenten exportieren
fr: Exporter %contactcount% d'abonnées
it: Esporta %contactcount% abbonati

source: Export All Subscribers
de: Alle Abonnenten exportieren
fr: Exporter tous les abonnés
it: Esporta tutti gli abbonati

source: Delete %subscriber%
de: %subscriber% exportieren
fr: Exporter %subscriber%
it: Esporta %subscriber%

source: Do you really want to delete these subscriber?
de: Wollen Sie diese Abonnenten wirklich löschen?
fr: Voulez-vous vraiment supprimer ces abonnés ?
it: Si desidera effettivamente eliminare questi abbonati?

source: Subscribers
de: Abonnenten
fr: Abonnés
it: Abbonati

source: Export
de: Exportieren
fr: Exporter
it: Esporta

source: Personal Information (optional)
de: Persönliche Informationen (optional)
fr: Informations personnelles (en option)
it: Informazioni personali (opzionale)

source: Company Information (optional)
de: Geschäftliche Informationen (optional)
fr: Informations commerciales (en option)
it: Informazioni aziendali (opzionale)

source: Copy of
de: Kopie von
fr: Copie de
it: Copia di

source: When using a non-personal salutation for a mailing the number of mails can decrease
de: Wenn Sie für den Versand eine unpersönliche Anrede verwenden, kann sich die Anzahl E-Mails reduzieren
fr: Si vous utilisez un adressage impersonnel, le nombre de mails peut se réduire
it: Se si utilizza una forma impersonale di indirizzo per la spedizione, il numero di e-mail può diminuire

source: Mailings
de: Versand
fr: Envoi
it: Spedizione

source: Last edited
de: Zuletzt bearbeitet
fr: Traité dernièrement
it: Ultima modifica

source: By
de: Durch
fr: Par
it: Da

source: Subject
de: Betreff
fr: Objet
it: Oggetto

source: Created
de: Erstellt
fr: Créé
it: Data di creazione

source: By
de: Durch
fr: Par
it: Da

source: Planned for
de: Terminiert für
fr: Planifié pour
it: Terminato per

source: Sender mail
de: Absender E-Mail
fr: Expéditeur de mail
it: Mittente e-mail

source: Recipients
de: Empfänger
fr: Destinataire
it: Destinatario

source: Openings
de: Geöffnet
fr: Ouvert
it: Aperto

source: Sending date
de: Versandtermin
fr: Délai d'envoi
it: Data di spedizione

source: Type
de: Typ
it: Tipo

source: parent_email:de
de: Eltern-E-Mail
fr: Mail parents
it: E-mail genitori

source: Correspondence language
de: Korresp.sprache
fr: Langue correspondance
it: Lingua corrispond.

source: Do you really want to permanently delete the newsletter draft?
de: Wollen Sie den Newsletter-Entwurf wirklich unwiederruflich löschen?
fr: Voulez-vous vraiment supprimer le projet de newsletter définitivement
it: Si desidera effettivamente eliminare la bozza della newsletter?

source: Do you really want to permanently delete the simple mail draft?
de: Wollen Sie den Einfach-Mail-Entwurf wirklich unwiederruflich löschen?
fr: Voulez-vous vraiment supprimer le projet simple de newsletter définitivement?
it: Si desidera effettivamente eliminare la bozza di e-mail semplice?

source: Delete Newsletter Draft
de: Newsletter-Entwurf löschen
fr: Supprimer le projet de newsletter
it: Elimina bozza newsletter

source: Delete Simple Mail Draft
de: Einfach-Mail-Entwurf löschen
fr: Supprimer le projet simple de newsletter
it: Elimina bozza e-mail semplice

source: Newsletter Draft Deleted Successfully
de: Newsletter-Entwurf erfolgreich gelöscht
fr: Projet de newsletter supprimé avec succès
it: La bozza della newsletter è stata correttamente eliminata

source: Simple Mail Draft Deleted Successfully
de: Einfach-Mail-Entwurf erfolgreich gelöscht
fr: Projet simple de newsletter supprimé avec succès
it: La bozza dell'e-mail semplice è stata correttamente eliminata

source: Stop Newsletter
de: Versand stoppen
fr: Arrêter l'envoi
it: Arresta spedizione

source: Do you really want to stop the newsletter sending? It will be moved back to drafts section.
de: Wollen Sie den Newsletterversand wirklich stoppen? Er wird zu den Entwürfen verschoben.
fr: Voulez-vous vraiment arrêter l'envoi de newsletter ? Elle sera déplacée vers les projets.
it: Si desidera effettivamente interrompere l'invio della newsletter? Sarà spostata tra le bozze.

source: Newsletter Moved to Draft Successfully
de: Newsletter erfolgreich zu den Entwürfen verschoben
fr: Newsletter déplacée avec succès vers les projets
it: La newsletter è stata correttamente spostata tra le bozze.

source: Newsletter could not be sent to all recipients. Please see recipients list for more information.
de: Der Newsletter konnte nicht an alle Empfänger gesendet werden. Für weitere Informationen klicken Sie bitte auf die Empfängerzahl hier rechts.
fr: La newsletter n'a pas pu être envoyée à tous les destinataires. Pour trouver des informations complémentaires, veuillez consulter la liste des destinataires.
it: Non è stato possibile inviare la newsletter a tutti i destinatari. Per ulteriori informazioni si veda l'elenco dei destinatari.

source: Stop Simple Mail
de: Versand stoppen
fr: Arrêter l'envoi
it: Arresta spedizione

source: Do you really want to stop the simple mail sending? It will be moved back to drafts section.
de: Wollen Sie den Einfach-Mail-Versand wirklich stoppen? Sie wird zu den Entwürfen verschoben.
fr: Voulez-vous vraiment arrêter l'envoi simple par mail ? Il sera déplacé vers les projets.
it: Si desidera effettivamente interrompere l'invio dell'e-mail semplice? Sarà spostata tra le bozze.

source: Simple Mail Moved to Draft Successfully
de: Einfach-Mail erfolgreich zu den Entwürfen verschoben
fr: Mail simple déplacé vers les projets
it: L'e-mail semplice è stata correttamente spostata tra le bozze.

source: Simple mail could not be sent to all recipients. Please see recipients list for more information.
de: Die Einfach-Mail konnte nicht an alle Empfänger gesendet werden. Für weitere Informationen klicken Sie bitte auf die Empfängerzahl hier rechts.
fr: Le mail simple n'a pas pu être envoyé à tous les destinataires. Pour trouver des informations complémentaires, veuillez consulter la liste des destinataires.
it: Non è stato possibile inviare l'e-mail semplice a tutti i destinatari. Per ulteriori informazioni si veda l'elenco dei destinatari.

source: Mailings
de: Versand
fr: Expédition
it: Spedizione

source: Drafts
de: Entwürfe
fr: Projets
it: Bozze

source: Planned
de: Terminiert
fr: Planifié
it: Terminato

source: Sending
de: Versand läuft…
fr: Expédition en cours …
it: Spedizione in corso...

source: Sent
de: Gesendet
fr: Envoyé
it: Inviato

source: Copy of %a%
de: Kopie von %a%
fr: Copie de %a%
it: Copia di %a%

source: Do you want to duplicate the newsletter? You can find the duplicate in the drafts section then.
de: Wollen Sie den Newsletter duplizieren? Sie finden die Kopie dann bei den Entwürfen.
fr: Voulez-vous dupliquer la newsletter ? Vous pouvez trouver la copie dans les projets.
it: Si desidera duplicare la newsletter? È possibile trovare una copia nelle bozze.

source: Do you want to duplicate the simple mail? You can find the duplicate in the drafts section then.
de: Wollen Sie die Einfach-Mail duplizieren? Sie finden die Kopie dann bei den Entwürfen.
fr: Voulez-vous dupliquer le mail simple ? Vous trouverez la copie dans les projets.
it: Si desidera duplicare l'e-mail semplice? È possibile trovare una copia nelle bozze.

source: Duplicate Simple Mail
de: Einfach-Mail duplizieren
fr: Dupliquer le mail simple
it: Duplica e-mail semplice

source: Attachments
de: Anhänge
fr: Annexes
it: Allegati

source: Personal Salutation
de: Persönliche Anrede
fr: Adressage personnel
it: Titolo personale

source: Newsletter Duplication Successfull
de: Newsletter erfolgreich dupliziert
fr: Newsletter dupliquée avec succès
it: Newsletter duplicato correttamente

source: Simple Mail Duplication Successfull
de: Einfach-Mail erfolgreich dupliziert
fr: Mail simple dupliqué avec succès
it: E-mail semplice duplicata correttamente

source: Delete
de: Löschen
fr: Supprimer
it: Cancellare

source: Move To draft
de: Zu den Entwürfen verschieben
fr: Déplacer vers les projets
it: Sposta tra le bozze.

source: Duplicate To Draft
de: Zu den Entwürfen duplizieren
fr: Dupliquer vers les projets
it: Duplica tra le bozze.

source: Choose your contacts
de: Wählen Sie Ihre Kontakte
fr: Sélectionnez vos contacts
it: Seleziona i tuoi contatti

source: Recipients list
de: Empfängerliste
fr: Liste de destinataires
it: Elenco destinatari

source: Manual selection
de: Manuelle Auswahl
fr: Sélection manuelle
it: Selezione manuale

source: Additional subscribers
de: Zusätzliche Abonnenten
fr: Abonnés supplémentaires
it: Altri abbonati

source: Former members
de: Ehemalige Mitglieder
fr: Membres anciens
it: Ex membri

source: Contacts without email address won't be added to recipients
de: Kontakte ohne E-Mail-Adresse werden nicht zu den Empfängern hinzugefügt.
fr: Les contacts sans adresse mail ne sont pas ajoutés aux destinataires
it: I contatti senza indirizzo email non saranno aggiunti ai destinatari.

source: Preview
de: Vorschau
fr: Aperçu
it: Anteprima

source: Include additional subscriber contact
de: Zusätzliche Abonnenten-Kontakte mit einschliessen
fr: Inclure des contacts d'abonnés supplémentaires
it: Includere ulteriori contatti di abbonati

source: Include former member with subscription
de: Ehemalige Mitglieder mit Abonnement mit einschliessen
fr: Inclure des anciens membres avec abonnement
it: Includere ex membri con abbonamento

source: Select lists..
de: Liste wählen…
fr: Sélectionner liste…
it: Seleziona elenco...

source: Note
de: Beachten Sie
fr: Veuillez noter
it: Attenzione

source: Recipients Preview
de: Empfängervorschau
fr: Aperçu de destinataires
it: Anteprima destinatari

source: Active contacts subscribers
de: Aktive Kontakte mit Abonnement
fr: Contacts actifs avec abonnement
it: Contatti attivi con abbonamento

source: Additional subscribers
de: Zusätzliche Abonnenten
fr: Abonnés supplémentaires
it: Altri abbonati

source: Former members with subscription
de: Ehemalige Mitglieder mit Abonnement
fr: Anciens membres avec abonnement
it: Ex membri con abbonamento

source: Delete
de: Löschen
fr: Supprimer
it: Cancellare

source: Move To draft
de: Zu den Entwürfen verschieben
fr: Déplacer vers les projets
it: Sposta tra le bozze.

source: Duplicate To Draft
de: Zu den Entwürfen duplizieren
fr: Dupliquer vers les projets
it: Duplica tra le bozze.

source: Test recipient mail address
de: Test-Empfänger E-Mail-Adresse
fr: Adresse mail destinataire test
it: Test indirizzo di posta elettronica destinatario

source: Check your newsletter
de: Ihren Newsletter überprüfen
fr: Vérifier votre newsletter
it: Controlla la tua newsletter

source: Design Template
de: Template
fr: Modèle
it: Modello

source: Test recipient contact
de: Test-Empfänger Kontakt
fr: Contact destinataire test
it: Test contatto destinatario
