Repository: deepapaul/fairgatev4
Catalog: fairgate4/src/Internal/UserBundle/Resources/translations/messages.*.xlf
Languages: de, fr, it

source: Click here
de: Hier klicken
fr: Cliquez ici
it: Clicca qui

source: to reset your password
de: und Passwort zurücksetzen.
fr: pour réinitialiser le mot de passe
it: per reimpostare la password

source: First time login?
de: Erstmaliger Login?
fr: Première connexion ?
it: La tua prima login?

source: First time login?
de: Erstmaliger Login?
fr: Première connexion ?
it: La tua prima login?

source: and active your account
de: und Konto aktivieren.
fr: et activer votre compte
it: e attiva il tuo account

source: Wanna join %club%?
de: Möchten Sie %club% beitreten?
fr: Voulez-vous adhérer au %club% ?
it: Desideri entrare nel %club%?

source: to register
de: um zu registrieren
fr: pour enregistrer
it: per registrarti

source: Change your password
de: Passwort ändern
fr: Changer mot de passe
it: Modifica password

source: Current password
de: Aktuelles Passwort
fr: Mot de passe actuel
it: Password attuale

source: New password
de: Neues Passwort
fr: Nouveau mot de passe
it: Nuova password

source: Repeat new password
de: Neues Passwort wiederholen
fr: Répéter nouveau mot de passe
it: Ripeti nuova password

source: The two passwords must be the same.
de: Die Passwort-Angaben stimmen nicht überein.
fr: Les saisies de mot de passe ne correspondent pas.
it: Le informazioni sulla password non corrispondono.

source: Please enter at least {0} characters.
de: Bitte geben Sie mindestens {0} Zeichen ein.
fr: Veuillez saisir au moins {0} caractères.
it: Inserire almeno {0} caratteri.

source: Current password is incorrect.
de: Das aktuelle Passwort ist nicht korrekt.
fr: Le mot de passe actuel n'est pas correct.
it: La password inserita non è corretta.

source: Password updated successfully
de: Das Passwort wurde erfolgreich geändert
fr: Le mot de passe a été modifié avec succès
it: La password è stata cambiata con successo

source: New password is same as current password
de: Das neue Passwort ist identisch mit altem Passwort.
fr: Le nouveau mot de passe est identique à l'ancien mot de passe.
it: La nuova password è identica alla vecchia password.

source: Activate account
de: Konto aktivieren
fr: Activer compte
it: Attiva conto

source: Enter the email which is stored on your account to get linked to a page where you can set up your password. If you don't know which email is stored on your account, ask the responsibles of your organisation %club%
de: Geben Sie die E-Mail-Adresse an, die Ihrem Konto hinterlegt ist, um danach das Passwort setzen zu können. Wenn Sie nicht wissen, welche E-Mail-Adresse Ihrem Konto hinterlegt ist, fragen Sie bitte die verantwortliche Person in Ihrer Organisation %club%
fr: Indiquez l'adresse mail affectée à votre compte afin de pouvoir saisir ensuite le mot de passe. Si vous ne savez pas quelle adresse mail est affectée à votre compte, veuillez demander à la personne responsable dans votre organisation %club%
it: Inserire l'indirizzo email che è statocreato nel conto per poi impostare la password. Se non si sa qual è l'indirizzo inserito nel conto, chiedere alla persona responsabile nell'organizzazione %club%

source: Please check your inbox. A mail was sent to you with instructions to activate your account.
de: Überprüfen Sie Ihren Posteingang. Es wurde Ihnen eine E-Mail mit Anweisungen zur Aktivierung Ihres Kontos zugesandt.
fr: Vérifiez vos entrées de courrier. On vous a envoyé un mail avec des consignes pour activer votre compte.
it: Controlla la tua casella di posta. È stata inviata una mail con istruzioni per l'attivazione del conto.

source: This email was sent to you to activate your login.
de: Diese E-Mail wurde Ihnen zugesandt, damit Sie Ihr Konto aktivieren können.
fr: Ce mail vous a été envoyé pour que vous puissiez activer votre compte.
it: Questa e-mail è stata inviata per attivare il conto.

source: To activate your login and set up your password, please click on the following 24h valid link:
de: Um Ihren Login zu aktivieren und ein Passwort zu setzen, klicken Sie bitte folgenden Link, der 24 Stunden gültig ist:
fr: Pour activer votre Login et définir un mot de passe, veuillez cliquer sur le lien suivant qui reste valable pendant 24 heures:
it: Per attivare il login e impostare una password, clicca sul link qui sotto, che è valido per 24 ore:

source: You do not have permission to enter the private area. Please contact your administrator.
de: Sie haben nicht die Berechtigung den internen Bereich zu betreten. Bitte kontaktieren Sie Ihren Administrator.
fr: Vous n'êtes pas autorisé d'entrer dans le domaine interne. Veuillez contacter votre administrateur.
it: Non è necessario il permesso di entrare all'area riservata. Si prega di contattare l'Amministratore.

source: Your account must be activated first. To do this, click on the link of recently sent email. If you got no email, please go through the "First Time Login?" process again.
de: Ihr Account muss erst aktiviert werden. Klicken Sie hierzu auf den Link des kürzlich versendeten E-Mails. Wenn Sie kein E-Mail bekommen haben, führen Sie bitte den "Erstmaliger Login?" Prozess erneut durch.
fr: Votre compte d'accès doit encore être activé. Cliquez pour ceci sur le lien dans le mail qu'on vient de vous envoyer. Si vous n'avez pas reçu de mail, effectuez à nouveau le processus "Première connexion?".
it: L'account deve essere dapprima attivato. Fare clic sul link appena inviato. Se non si riceve la mail, eseguire "Primo login?". Eseguire nuovamente il processo.

source: Captcha verification failed!
de: Spamschutz-Prüfung fehlgeschlagen!

source: INTERNAL AREA
de: INTERNER BEREICH

source: presented by
de: präsentiert von

source: Please enter no more than {0} character.
de: Geben Sie bitte einen Wert kleiner oder gleich {0} ein.
fr: Geben Sie bitte einen Wert kleiner oder gleich {0} ein.
it: Geben Sie bitte einen Wert kleiner oder gleich {0} ein.
