Repository: deepapaul/fairgatev4
Catalog: fairgate4/src/Internal/TeamBundle/Resources/translations/messages.*.xlf
Languages: de, fr, it

source: {#Team member.pf#}
de: {#Team member.p#}

source: Functions
de: Funktionen
fr: Fonctions
it: Funzioni

source: Residences
de: Wohnort
fr: Domicile
it: Residenza

source: Others
de: Übrige
fr: Autres
it: Altro

source: Members
de: Arbeitsgruppenkontakte
fr: Contacts groupe de travail
it: Contatti gruppo di lavoro

source: Email updated successfully
de: E-Mail erfolgreich aktualisiert
fr: Adresse mail mise à jour avec succès
it: E-mail aggiornata correttamente

source: Reminder mail sent successfully
de: Einladungsmail erfolgreich gesendet
fr: Mail d'invitation envoyé avec succès
it: E-mail di invito inviata correttamente

source: %admin_name% invites you to login to the internal area of %club_name%. Before you start you need to login. You can set your password by clicking the link below which is only valid for 24 hours: %link%
de: %admin_name% lädt Dich ein, den internen Bereich des %club_name% zu besuchen. Um zu starten benötigst Du zuerst einen Login. Du kannst Dir ein Passwort setzen, indem Du auf den nachfolgenden Link klickst. Beachte, dass dieser 24 Stunden gültig ist. %link%
fr: %admin_name% t'invite de visiter le domaine interne du %club_name%. Pour démarrer, il te faut d'abord un Login. Tu peux définir un mot de passe en cliquant sur le lien suivant. Note que celui-ci est valable pendant 24 heures. %link%
it: %admin_name% ti invita a visitare l'area interna di %club_name%.Per iniziare, devi effettuare il login. Si può creare una password cliccando sul seguente link. Si ricorda che la password avrà 24 ore di validità.%link%

source: Attachments
de: Anhänge
fr: Annexes
it: Allegati

source: Message system powered by
de: Benachrichtigungssystem powered by
fr: Système de notifications powered by
it: Sistema di notifica powered by

source: Email already exists.
de: E-Mail existiert bereits.
fr: Adresse mail existe déjà.
it: L'e-mail esiste già

source: for %rolename%
de: für %rolename%
fr: pour %rolename%
it: per %rolename%

source: Members
de: Kontakte
fr: Contacts
it: Contatti

source: Create %a% in %b%
de: Erstelle %a% in %b%
fr: Crée %a% dans %b%
it: Crea %a% in %b%

source: Edit %a% in %b%
de: Bearbeite %a% in %b%
fr: Edite %a% dans %b%
it: Modifica %a% in %b%

source: {#Team member.sf#} saved successfully
de: {#Team member.s#} erfolgreich gespeichert
fr: {#Team member.sf#} enregistré avec succès
it: {#Team member.sf#} è stato salvato correttamente

source: Create another %teammember%
de: Weiteren Kontakt erstellen
fr: Etablir un autre contact
it: Creare un altro contatto

source: Function
de: Funktion
fr: Fonction
it: Funzione

source: Manage notifications
de: Benachrichtigung administrieren
fr: Administrer notification
it: Amministrare notifica

source: Create workgroup member in %a%
de: Erstelle Arbeitsgruppenkontakt in %a%
fr: Crée contact de groupe de travail dans %a%
it: Crea contatto gruppo di lavoro in %a%

source: Edit workgroup member in %a%
de: Bearbeite Arbeitsgruppenkontakt in %a%
fr: Edite contact de groupe de travail dans %a%
it: Modifica contatto gruppo di lavoro in %a%

source: Workgroup member saved successfully
de: Arbeitsgruppenkontakt erfolgreich gespeichert
fr: Contact de groupe de travail enregistré avec succès
it: Il contatto del gruppo di lavoro è stato salvato correttamente

source: Send reminder
de: Einladung senden
fr: Envoyer invitation
it: Invia invito

source: %team% Table Columns
de: Tabellenspalten %team%
fr: Colonnes tableau %team%
it: Colonne tabelle %team%

source: Workgroup Table Columns
de: Tabellenspalten Arbeitsgruppe
fr: Colonnes tableau groupe de travail
it: Colonne tabelle gruppo di lavoro

source: Login status for %team%
de: Loginstatus für %team%
fr: Statut Login pour %team%
it: Stato di login per %team%

source: Work group member
de: Arbeitsgruppenkontakte
fr: Contacts groupe de travail
it: Contatti gruppo di lavoro

source: Administration sections
de: Administrationsbereich
fr: Domaine administration
it: Area di amministrazione

source: Add administrator
de: Administrator hinzufügen
fr: Ajouter administrateur
it: Aggiungi amministratore

source: Create member
de: Erstellen
fr: Créer
it: Creare

source: Edit member
de: Bearbeiten
fr: Editer
it: Modificare

source: Please select any contact
de: Bitte einen Kontakt wählen
fr: Veuillez sélectionner un contact
it: Si prega di selezionare un contatto

source: Please select any function
de: Bitte eine Funktion wählen
fr: Veuillez sélectionner une fonction
it: Si prega di selezionare una funzione

source: Successfully added members
de: Kontakt erfolgreich hinzugefügt
fr: Contact ajouté avec succès
it: Il contatto è stato aggiunto correttamente

source: Add %team members% out of existing contacts to %team%
de: %team members% aus bestehenden Kontakten zu %team% hinzufügen
fr: Ajouter %team members% de contacts existants au %team%
it: Aggiungere %team members% dai contatti esistenti a %team%

source: Add workgroup members out of existing contacts to %team%
de: Arbeitsgruppenkontakte aus bestehenden Kontakten zu %team% hinzufügen
fr: Ajouter des contacts de groupe de travail de contacts existants à %team%
it: Aggiungere contatti del gruppo di lavoro dai contatti esistenti a %team%

source: Add
de: Hinzufügen
fr: Ajouter
it: Aggiungere

source: Export %count% %type% members out of %teamname%
de: %count% %type% members aus %teamname% exportieren
fr: Exporter %count% %type% de membres de %teamname%
it: Espertare%count% %type% members da %teamname%

source: {#Team.sf#} overview
de: {#Team.s#}
fr: {#Team.sf#}
it: {#Team.sf#}

source: Workgroup overview
de: Arbeitsgruppenübersicht
fr: Aperçu groupes de travail
it: Panoramica gruppo di lavoro

source: Choose contact ...
de: Kontakt wählen…
fr: Sélectionner contact…
it: Seleziona contatto...

source: Remove
de: Entfernen
fr: Enlever
it: Eliminare

source: Remove contact from %team%
de: Entferne Kontakt aus %team%
fr: Enlève contact de %team%
it: Elimina contatto da %team%

source: Do you really want to remove the selected contact from %team% ?
de: Möchten Sie den selektierten Kontakt wirklich aus dem %team% entfernen?
fr: Voulez-vous vraiment enlever le contact sélectionné du %team% ?
it: Si desidera effettivamente eliminare il contatto selezionato dal %team%?

source: Do you really want to remove all contacts from %team% ?
de: Möchten Sie wirklich alle Kontakte aus dem %team% entfernen?
fr: Voulez-vous vraiment enlever tous les contacts du %team%?
it: Si desidera effettivamente eliminare tutti i contatti dal %team%?

source: Do you really want to remove the selected contacts from %team% ?
de: Möchten Sie die selektierten Kontakte wirklich aus dem %team% entfernen?
fr: Voulez-vous vraiment enlever les contacts sélectionnés du %team% ?
it: Si desidera effettivamente eliminare i contatti selezionati dal %team%?

source: Remove contacts from %team%
de: Entferne alle Kontakte aus %team%
fr: Enlève tous les contacts de %team%
it: Elimina tutti i contatti da %team%

source: Remove contacts from %team%
de: Entferne Kontakte aus %team%
fr: Enlève contacts de %team%
it: Elimina contatti da %team%

source: {#Team member.sf#} deleted successfully
de: {#Team member.s#} erfolgreich entfernt
fr: {#Team member.sf#} enlevé avec succès
it: {#Team member.sf#} eliminato correttamente

source: {#Team member.pf#} deleted successfully
de: {#Team member.p#} erfolgreich entfernt
fr: {#Team member.pf#} enlevés avec succès
it: {#Team member.pf#} eliminato correttamente

source: Workgroup members
de: Arbeitsgruppenkontakte
fr: Contacts groupe de travail
it: Contatti gruppo di lavoro

source: Create another workgroup member
de: Weiteren Kontakt erstellen
fr: Créer un autre contact
it: Creare un altro contatto

source: Workgroups
de: Arbeitsgruppen
fr: Groupes de travail
it: Gruppi di lavoro

source: Personal
de: Persönlich
fr: Personnel
it: Personale

source: All documents
de: Alle Dokumente
fr: Tous les documents
it: Tutti i documenti

source: New documents
de: Neue Dokumente
fr: Nouveaux documents
it: Nuovi documenti

source: Section
de: Bereich
fr: Domaine
it: Settore

source: Last changed
de: Zuletzt geändert
fr: Modifié dernièrement
it: Ultima modifica

source: Supports {#filetype#} files only.
de: Nur {#filetype#} Dateien werden unterstützt.
fr: Uniquement des fichiers {#filetype#} sont supportés.
it: Sono supportati solo i file {#filetype#}.

source: Overview
de: Übersicht
fr: Aperçu
it: Panoramica

source: My Documents
de: Meine Dokumente
fr: Mes documents
it: I miei documenti

source: Mark all as seen
de: Alle als gesehen markieren
fr: Marquer tout comme lu
it: Segna come visto

source: All documents marked as seen
de: Alle Dokumente als gesehen markiert
fr: Marquer tous les documents comme lus
it: Segna tutti i documenti come visti

source: Remove documents from %team%
de: Dokumente von %team% entfernen
fr: Enlever documents de %team%
it: Rimuovere i documenti da %team%

source: Do you really want to remove the selected documents from %team% ?
de: Wollen Sie die gewählten Dokumente wirklich aus %team% entfernen?
fr: Voulez-vous vraiment enlever les documents sélectionnés de %team% ?
it: Si desidera effettivamente eliminare i documenti selezionati dal %team%?

source: %removedDoc% out of %totalDoc% documents removed successfully
de: %removedDoc% von %totalDoc% Dokumenten erfolgreich entfernt
fr: %removedDoc% de %totalDoc% documents enlevés avec succès
it: %removedDoc% di %totalDoc% documenti eliminati correttamente

source: Active
de: Aktiv
fr: Actif
it: Attivo

source: Inactive
de: Inaktiv
fr: Inactif
it: Inattivo

source: Last reminder
de: Letzte Einladung
fr: Dernière invitation
it: Ultimo invito

source: Last login
de: Letzter Login
fr: Dernière connexion
it: Ultimo login

source: Log status
de: Loginstatus
fr: Statut connexion
it: Stato del login

source: Invitation to login to internal area of %club%
de: Einladung zum Einloggen in den internen Bereich von %club%
fr: Invitation pour connexion au domaine interne de %club%
it: Invito per accedere nell'area privata del %club%

source: Edit
de: Bearbeiten
fr: Editer
it: Modificare

source: Categories
de: Kategorien
fr: Catégories
it: Categorie

source: You are not allowed to see the value
de: Sie sind nicht berechtigt, den Wert einzusehen
fr: Vous n'êtes pas autorisé à consulter la valeur
it: Non si ha diritto di vedere il valore

source: Address
de: Adresse
fr: Adresse
it: Indirizzo

source: without notice
de: Ohne Angabe
fr: Sans indication
it: Senza dati

source: Document Uploaded Successfully
de: Dokument erfolgreich hochgeladen
fr: Document téléchargé avec succès
it: Documento caricato correttamente

source: Add {#Team.sf#} Administrator
de: {#Team.s#}-Administrator hinzufügen
fr: Ajouter administrateur {#Team.sf#}
it: {#Team.sf#} Aggiungere amministratore

source: Add Workgroup Administrator
de: Arbeitsgruppen-Administrator hinzufügen
fr: Ajouter administrateur groupe de travail
it: Aggiungere amministratore gruppi di lavoro

source: Remove
de: Entfernen
fr: Enlever
it: Eliminare

source: Start new topic
de: Beitrag erstellen
fr: Créer contribution
it: Crea contributo

source: Topic title
de: Titel
fr: Titre
it: Titolo

source: First post
de: Beitrag
fr: Contribution
it: Post

source: Replies
de: Antworten
fr: Réponses
it: Risposte

source: Sticky
de: Beitrag anpinnen
fr: Coller contribution
it: Fissa in primo piano il post

source: Allowed
de: Erlaubt
fr: Autorisé
it: Ammesso

source: Not allowed
de: Nicht erlaubt
fr: Non autorisé
it: Non ammesso

source: Make topic sticky
de: Beitrag wird als WICHTIG markiert und über den nicht angepinnten Beiträgen gelistet
fr: La contribution est marquée comme IMPORTANT sur les contributions non collées
it: Il post verrà contrassegnato come IMPORTANTE e sarà fissato al di sopra degli altri post non fissati

source: Preview
de: Vorschau
fr: Aperçu
it: Anteprima

source: Create
de: Erstellen
fr: Créer
it: Creare

source: Topic Created Successfully
de: Beitrag erfolgreich erstellt
fr: Contribution créée avec succès
it: Post creato correttamente

source: Edit
de: Bearbeiten
fr: Editer
it: Modificare

source: There is a new topic <b>%topic_name%</b> in %team_name% forum created by %created_by%.
de: Es gibt einen neuen Beitrag <b>%topic_name%</b> im %team_name% Forum. Erstellt von %created_by%.
fr: Il y a une nouvelle contribution <b>%topic_name%</b> au forum du %team_name%. Créée par %created_by%.
it: È presente un nuovo post <b>%topic_name%</b> nel forum %team_name%. Creato da % created_by%.

source: Read the post here:
de: Beitrag hier lesen:
fr: Lire la contribution ici :
it: Leggere qui il post:

source: You can unfollow this %type% by clicking this link:
de: Diese %type% abbestellen:
fr: Désabonner ce %type% :
it: Cancella questi %type%:

source: In the topic <b>%topic_name%</b> of %team_name% forum, %created_by% (and may be others) have posted new answers.
de: Im Beitrag <b>%topic_name%</b> des %team_name% Forums, hat %created_by% geantwortet.
fr: Dans la contribution <b>%topic_name%</b> du forum %team_name%, %created_by% a répondu.
it: Nel posto <b>%topic_name%</b> des %team_name% del forum è stata pubblicata una risposta di %created_by%.

source: Read the answers here:
de: Die Antwort hier lesen:
fr: Lire la réponse ici:
it: Leggere qui la risposta:

source: {#Team.sf#} forum
de: {#Team.s#} Forum
fr: Forum {#Team.sf#}

source: Workgroup forum
de: Arbeitsgruppenforum
fr: Forum groupe de travail
it: Forum gruppi di lavoro

source: Topic view
de: Beitragsansicht
fr: Aperçu contribution
it: Visualizza post

source: Posted on
de: Geschrieben am
fr: Ecrit le
it: Scritto il

source: Edit
de: Bearbeiten
fr: Editer
it: Modificare

source: Delete
de: Löschen
fr: Supprimer
it: Cancellare

source: Edited by
de: Bearbeitet von
fr: Edité le
it: Modificato il

source: Quote
de: Zitieren
fr: Citer
it: Citare

source: CLOSED
de: GESCHLOSSEN
fr: FERME
it: CHIUSO

source: IMPORTANT
de: WICHTIG
it: IMPORTANTE

source: Delete topic
de: Beitrag löschen
fr: Supprimer contribution
it: Elimina il post

source: Follow topic
de: Beitrag folgen
fr: Suivre contribution
it: Segui il post

source: Unfollow topic
de: Beitrag nicht mehr folgen
fr: Ne plus suivre la contribution
it: Non seguire più il post

source: Reply to topic
de: Auf Beitrag antworten
fr: Répondre à la contribution
it: Rispondi al post

source: Showing %start% to %end% of %total% entries
de: Zeige %start% bis %end% von %total%
fr: Affiche %start% jusqu'à %end% de %total%
it: Visualizza %start% da %end% a %total%

source: {#Team.sf#} forum search
de: {#Team.s#} Forumsuche
fr: Recherche forum {#Team.sf#}
it: {#Team.sf#} Ricerca forum

source: Workgroup forum search
de: Arbeitsgruppenforumsuche
fr: Recherche forum groupe de travail
it: Ricerca forum gruppi di lavoro

source: Search result for
de: Suchresultat für
fr: Résultat de recherche pour
it: Risultato della ricerca per

source: Search forum
de: Suche Forum…
fr: Recherche forum…
it: Ricerca nel forum

source: Reply Added Successfully
de: Antwort erfolgreich hinzugefügt
fr: Réponse ajoutée avec succès
it: La risposta è stata aggiunta correttamente

source: Reply edited Successfully
de: Antwort erfolgreich bearbeitet
fr: Réponse éditée avec succès
it: La risposta è stata modificata correttamente

source: by
de: von
fr: par
it: da

source: Today
de: Heute
fr: Aujourd'hui
it: Oggi

source: Yesterday
de: Gestern
fr: Hier
it: Ieri

source: Last reply
de: Letzte Antwort
fr: Dernière réponse
it: Ultima risposta

source: Topic
de: Beitrag
fr: Sujet
it: Argomento

source: Author
de: Autor
fr: Auteur
it: Autore

source: Views
de: Besuche
fr: Affichage
it: Indicazione

source: Sorting
de: Sortierung
fr: Tri
it: Ordinamento

source: Recently updated
de: Zuletzt aktualisiert
fr: Dernière mise à jour
it: Ultimo aggiornamento

source: Start date
de: Startdatum
fr: Date début
it: Data inizio

source: Most reply
de: Häufigste Antworten
fr: Réponses les plus fréquentes
it: Risposte più popolari

source: Most viewed
de: Am häufigsten gesehen
fr: Vus le plus souvent
it: I più visitati

source: Start new topic
de: Neuen Beitrag erstellen
fr: Créer nouvelle contribution
it: Crea nuovo contributo

source: Sorry! No result found
de: Sorry! Keine Suchresultat gefunden.
fr: Désolé! Aucun résultat de recherche trouvé.
it: Sorry! Nessun risultato di ricerca trovato.

source: Replies are not allowed
de: Antworten sind nicht erlaubt
fr: Réponses non autorisées
it: Le risposte non sono ammesse

source: Created by
de: Erstellt von
fr: Créé par
it: Creato da

source: Clear
de: Leeren
fr: Vide
it: Vuoto

source: Delete topic
de: Beitrag löschen
fr: Supprimer contribution
it: Elimina il post

source: Do you really want to permanently delete this topic?
de: Möchten Sie den Beitrag wirklich unwiderruflich löschen?
fr: Voulez-vous vraiment supprimer définitivement la contribution ?
it: Vuoi eliminare il post irrevocabilmente?

source: Delete post #%postid%
de: Lösche Antwort #%postid%
fr: Supprime réponse #%postid%
it: Elimina risposta #% postid%

source: Do you really want to permanently delete this post?
de: Möchten Sie diese Antwort wirklich unwiderruflich löschen?
fr: Voulez-vous vraiment supprimer définitivement cette réponse ?
it: Vuoi eliminare la risposta irrevocabilmente?

source: Forum Topic Deleted Successfully
de: Beitrag erfolgreich gelöscht
fr: Contribution supprimée avec succès
it: Post eliminato correttamente

source: Forum Topic Content Deleted Successfully
de: Antwort erfolgreich gelöscht
fr: Réponse supprimée avec succès
it: Risposta eliminata correttamente

source: Forum Settings Menu Edited Successfully
de: Einstellungen erfolgreich gelöscht

source: Topic is followed
de: Dem Beitrag wird nun gefolgt

source: Forum Replies Changed Successfully
de: Beitragseinstellungen erfolgreich geändert
fr: Message modifié les paramètres succès
it: Messaggio modificato le impostazioni di successo

source: Add a reply
de: Antwort schreiben
fr: Ecrire réponse
it: Rispondi

source: Replies Not Allowed
de: Antworten nicht erlaubt
fr: Réponses non autorisées
it: Le risposte non sono ammesse

source: Replies Allowed
de: Antworten erlaubt
fr: Réponses autorisées
it: Le risposte sono ammesse

source: Mark Topic as Important
de: Beitrag anpinnen
fr: Coller la contribution
it: Fissa in primo piano il post

source: Close Topic
de: Beitrag schliessen
fr: Fermer contribution
it: Chiudi il post

source: Activate this forum
de: Forum aktivieren
fr: Activer forum
it: Attiva forum

source: Deactivate this forum
de: Forum deaktivieren
fr: Désactiver forum
it: Disattiva forum

source: Follow this forum
de: Forum folgen
fr: Suivre forum
it: Segui il forum

source: Un-follow this forum
de: Forum nicht mehr folgen
fr: Ne plus suivre le forum
it: Non seguire più il forum

source: Topic edited successfully
de: Beitrag erfolgreich bearbeitet
fr: Contribution éditée avec succès
it: Post modificato correttamente

source: wrote on
de: bearbeitete am
fr: écrit le
it: scritto il

source: Topic does not exist
de: Beitrag existiert nicht
fr: Contribution n'existe pas
it: Il post non esiste

source: on
de: am

source: Delete
de: Löschen
fr: Effacer
it: Cancellare

source: Forum Settings Menu Edited Successfully
de: Beitragseinstellungen erfolgreich geändert
fr: Message modifié les paramètres succès
it: Messaggio modificato le impostazioni di successo

source: Forum topic closed successfully
de: Beitragseinstellungen erfolgreich geändert
fr: Message modifié les paramètres succès
it: Messaggio modificato le impostazioni di successo

source: Forum topic un-closed successfully. Now posting is allowed again.
de: Beitragseinstellungen erfolgreich geändert

source: Calendar
de: Kalender

source: Topic is unfollowed
de: Dem Beitrag wird nicht mehr gefolgt

source: Forum is unfollowed
de: Dem Forum wird nicht mehr gefolgt

source: Forum is followed
de: Dem Forum wird nun gefolgt

source: on
de: am

source: Login status
fr: Statut Login
it: Stato del login

source: Kontakt
fr: Contact
it: Contatto

source: Funktionen
fr: Fonctions
it: Funzioni

source: Forum Settings Menu Edited Successfully
fr: Réglages supprimés avec succès
it: Impostazioni eliminate correttamente
