Repository: deepapaul/fairgatev4
Catalog: fairgate4/src/Clubadmin/DocumentsBundle/Resources/translations/messages.*.xlf
Languages: de, fr, it

source: Documents
de: Dokumente
it: Documenti

source: %team% Document Categories
de: %team%-Dokumentkategorien
fr: Catégories documents %team%
it: Categorie di documenti %team%

source: %club% Document category updated sucessfully
de: %club%-Dokumentkategorie erfolgreich aktualisiert
fr: Catégorie document %club% mise à jour avec succès
it: Categorie di documenti %club% aggiornate correttamente

source: %club% Document Categories
de: %club%-Dokumentkategorien
fr: Catégories document %club%
it: Categorie di documenti %club%

source: Contact Document Categories
de: Kontakt-Dokumentkategorien
fr: Catégories document contacts
it: Categorie documenti di contatto

source: Workgroup Document Categories
de: Arbeitsgruppen-Dokumentkategorien
fr: Catégories document groupes de travail
it: Categorie documenti gruppi di lavoro

source: %team% Document category updated sucessfully
de: %team%-Dokumentkategorien erfolgreich aktualisiert
fr: Catégories document %team%- mises à jour avec succès
it: Categorie di documenti %team% aggiornate correttamente

source: Workgroup Document category updated sucessfully
de: Arbeitsgruppen-Dokumentkategorien erfolgreich aktualisiert
fr: Catégories document groupes de travail mises à jour avec succès
it: Le categorie di documenti dei gruppi di lavoro sono state aggiornate correttamente

source: Contact Document category updated sucessfully
de: Kontakt-Dokumentkategorien erfolgreich aktualisiert
fr: Catégories document contacts mises à jour avec succès
it: Categorie di documenti di contatto aggiornate correttamente

source: %team% Document Subcategory updated sucessfully
de: %team%-Dokument-Unterkategorien erfolgreich aktualisiert
fr: Sous-catégories document %team%- mises à jour avec succès
it: Sottocategorie di documenti %team% aggiornate correttamente

source: Workgroup Document Subcategory updated sucessfully
de: Arbeitsgruppen-Dokument-Unterkategorien erfolgreich aktualisiert
fr: Sous-catégories document groupes de travail mises à jour avec succès
it: Le sottocategorie di documenti dei gruppi di lavoro sono state aggiornate correttamente

source: Contact Document Subcategory updated sucessfully
de: Kontakt-Dokument-Unterkategorien erfolgreich aktualisiert
fr: Sous-catégories document contacts mises à jour avec succès
it: Le sottocategorie di documenti di contatto aggiornate correttamente

source: %club% Document Subcategory updated sucessfully
de: %club%-Dokument-Unterkategorien erfolgreich aktualisiert
fr: Sous-catégories document %club% mises à jour avec succès
it: Sottocategorie di documenti %club% aggiornate correttamente

source: %team% document subcategories
de: %team%-Dokument-Unterkategorien
fr: Sous-catégories document %team%
it: Sottocategorie di documenti %team%

source: %club% document subcategories
de: %club%-Dokument-Unterkategorien
fr: Sous-catégories document %club%
it: Sottocategorie documenti %club%

source: Contact document subcategories
de: Kontakt-Dokument-Unterkategorien
fr: Sous-catégories document contacts
it: Sottocategorie documenti di contatto

source: Workgroup document subcategories
de: Arbeitsgruppen-Dokument-Unterkategorien
fr: Sous-catégories document groupes de travail
it: Sottocategorie documento gruppi di lavoro

source: Manage %team% docs
de: %team%-Dokumente verwalten
fr: Gestion documents %team%
it: Gestire documenti %team%

source: Manage %club% docs
de: %club%-Dokumente verwalten
fr: Gestion documents %club%
it: Gestire documenti %club%

source: Manage contact docs
de: Kontakt-Dokumente verwalten
fr: Gestion documents contacts
it: Gestisci ruoli contatto

source: Manage workgroup docs
de: Arbeitsgruppen-Dokumente verwalten
fr: Gestion documents groupes de travail
it: Gestisci documenti gruppi di lavoro

source: Add sub-category
de: Unterkategorie hinzufügen
fr: Ajouter sous-catégorie
it: Aggiungi sottocategoria

source: Allowed file types: All, except EXE, ...
de: Zulässige Dateitypen: Alle, ausser EXE, ...
fr: Types de fichier autorisés: Tous, sauf EXE, ...
it: Tipi di file consentiti: Tutti tranne EXE, ...

source: Add files
de: Dateien hochladen
fr: Ajouter fichiers
it: Aggiungi file

source: Upload
de: Hochladen
fr: Télécharger
it: Carica

source: Save Files
de: Dateien speichern
fr: Enregistrer fichiers
it: Salva file

source: Discard Upload
de: Hochladen verwerfen
fr: Annuler téléchargement
it: Respingi il caricamento

source: File name
de: Dateiname
fr: Nom de fichier
it: Nome file

source: Author
de: Autor/-in
fr: Auteur
it: Autore

source: Description
de: Beschreibung
it: Descrizione

source: Visible to contacts
de: Sichtbar für Kontakte
fr: Visible pour contacts
it: Visibile per i contatti

source: File size
de: Dateigrösse
fr: Taille fichier
it: Dimensioni del file

source: Document name
de: Dokumentname
fr: Nom document
it: Nome del documento

source: Size
de: Grösse
fr: Taille
it: Dimensioni

source: Uploaded on
de: Hochgeladen am
fr: Téléchargé le
it: Caricato il

source: Last updated
de: Zuletzt aktualisiert
fr: Mis à jour dernièrement
it: Ultimo aggiornamento

source: Author
de: Autor
fr: Auteur
it: Autore

source: Description
de: Beschreibung
it: Descrizione

source: Visible to Contacts
de: Sichtbar für Kontakte
fr: Visible pour contacts
it: Visibile per i contatti

source: All documents
de: Alle Dokumente
fr: Tous les documents
it: Tutti i documenti

source: %count% document
de: %count% Dokument
it: %count% documento

source: %count% documents
de: %count% Dokumente
it: %count% documenti

source: Deposited with
de: Hinterlegt bei
fr: Déposé chez
it: Archiviato da

source: All %clubs%, except
de: Alle %clubs%, ausser
fr: Tous les %clubs%, sauf
it: Tutti i %clubs%, tranne

source: Selection of %clubs%
de: Auswahl an %clubs%
fr: Sélection de %clubs%
it: Selezione di %clubs%

source: %federation% only
de: Nur %federation%
fr: Uniquement %federation%
it: Solo %federation%

source: Deposited with
de: Hinterlegt bei
fr: Déposé chez
it: Archiviato da

source: Visible to Workgroup
de: Sichtbar für Arbeitsgruppe
fr: Visible pour groupe de travail
it: Visibile per gruppo di lavoro

source: %category% Sub-categories
de: %category% Unterkategorien
fr: Sous-catégories %category%
it: Sottocategorie %category%

source: Documents Table Columns
de: Dokumente Tabellenspalten
fr: Documents colonnes tableau
it: Documenti colonne della tabella

source: Visible to
de: Sichtbar für
fr: Visible pour
it: Visibile per

source: Document name
de: Dokumentname
fr: Nom document
it: Nome del documento

source: Category
de: Kategorie
fr: Catégorie
it: Categoria

source: Size
de: Grösse
fr: Taille
it: Dimensioni

source: Uploaded on
de: Hochgeladen am
fr: Téléchargé le
it: Caricato il

source: Author
de: Autor
fr: Auteur
it: Autore

source: Deposited with
de: Hinterlegt bei
fr: Déposé chez
it: Archiviato da

source: Visible to contacts
de: Sichtbar für Kontakte
fr: Visible pour contacts
it: Visibile per i contatti

source: %Club% administrators and documents administrators
de: Hauptadministratoren und Dokument-Administratoren
fr: Administrateurs principaux et administrateurs de documents
it: Amministratori principali e documenti del documento

source: %team% administrators
de: %team%-Administratoren
fr: Administrateurs %team%
it: Amministratori %team%

source: %team% administrators and specific %team% functions
de: %team%-Administratoren und spezifische %team%-Funktionen
fr: Administrateurs %team% et fonctions spécifiques %team%
it: Amministratori %team% e funzioni specifiche %team%

source: %team% contacts and admins
de: %team%-Kontakte und -Administratoren
fr: Contacts et administrateurs %team%
it: Contatti e amministratori %team%

source: Visible to workgroup members
de: Sichtbar für
fr: Visible pour
it: Visibile per

source: No documents
de: Keine Dokumente
fr: Pas de document
it: I miei documenti

source: Document uploaded successfully
de: Dokument erfolgreich hochgeladen
fr: Document téléchargé avec succès
it: Documento caricato correttamente

source: Documents
de: Dokumente
it: Documenti

source: Document
de: Dokument
it: Documento

source: %Club% and documents admin
de: Haupt- und Dokumentadministrator
fr: Administrateur principal et de document
it: Amministratore principale e documenti

source: %team% admins
de: %team%-Administratoren
fr: Administrateurs %team%
it: Amministratori %team%

source: Functions
de: Funktionen
fr: Fonctions
it: Funzioni

source: %team% contacts and admins
de: %team%-Kontakte and -Admins
fr: Contacts et Admins %team%
it: Contatti e admin %team%

source: Do you really want to delete the document definitively ?
de: Wollen Sie die Dokumente wirklich unwiderruflich löschen?
fr: Voulez-vous vraiment supprimer définitivement les documents ?
it: Vuoi eliminare irrevocabilmente i documenti?

source: Delete document
de: Dokument löschen
fr: Supprimer document
it: Elimina documenti

source: Delete %count% documents
de: %count% Dokumente löschen
fr: Supprimer %count% de documents
it: Elimina documenti %count%

source: Document deleted successfully
de: Dokument erfolgreich gelöscht
fr: Document supprimé avec succès
it: Documento eliminato correttamente

source: Documents deleted successfully
de: Dokumente erfolgreich gelöscht
fr: Documents supprimés avec succès
it: Documenti eliminati correttamente

source: Delete
de: Löschen
fr: Supprimer
it: Cancellare

source: Edit selected files
de: Gewählte Dateien bearbeiten
fr: Traiter fichiers sélectionnés
it: Modifica i file selezionati

source: Remove selected files
de: Gewählte Dateien entfernen
fr: Supprimer fichiers sélectionnés
it: Elimina i file selezionati

source: Edit file
de: Datei bearbeiten
fr: Traiter fichier
it: Modifica il file

source: Remove file
de: Datei löschen
fr: Supprimer fichier
it: Elimina file

source: (regardless filter)
fr: (indépendamment du filtre)
it: (indipendentemente dal filtro)

source: Documents %club%
de: Dokumente %club%
it: Documenti %club%

source: Documents %team%
de: Dokumente %team%
it: Documenti %team%

source: Documents Workgroups
de: Dokumente Arbeitsgruppen
fr: Documents groupes de travail
it: Documenti gruppi di lavoro

source: Documents Contacts
de: Dokumente Kontakte
it: Documenti contatti

source: Documents %subfederation%
de: Dokumente %subfederation%
it: Documenti %subfederation%

source: Documents %federation%
de: Dokumente %federation%
it: Documenti %federation%

source: Date
de: Datum
it: Data

source: User
de: Benutzer
fr: Utilisateur
it: Utente

source: Size
de: Grösse
fr: Taille
it: Dimensioni

source: Category
de: Kategorie
fr: Catégorie
it: Categoria

source: Functions
de: Funktionen
fr: Fonctions
it: Funzioni

source: Uploaded on
de: Hochgeladen am
fr: Téléchargé le
it: Caricato il

source: Last Updated
de: Zuletzt aktualisiert
fr: Mis à jour dernièrement
it: Ultimo aggiornamento

source: Uploaded by
de: Hochgeladen durch
fr: Téléchargé par
it: Caricato da

source: Updated by
de: Aktualisiert durch
fr: Mis à jour par
it: Aggiornato da

source: Create category
de: Kategorie erstellen
fr: Créer catégorie
it: Crea categoria

source: Create sub-category
de: Unterkategorie erstellen
fr: Créer sous-catégorie
it: Crea sottocategoria

source: Add category
de: Kategorie hinzufügen
fr: Ajouter catégorie
it: Aggiungi categoria

source: Add sub-category
de: Unterkategorie hinzufügen
fr: Ajouter sous-catégorie
it: Aggiungi sottocategoria

source: Categories settings
de: Kategorien verwalten
fr: Gestion catégories
it: Gestisci categorie

source: Sub-categories settings
de: Unterkategorien verwalten
fr: Gestion sous-catégories
it: Gestisci sottocategorie

source: Select category
de: Kategorie wählen
fr: Sélectionner catégorie
it: Seleziona categoria

source: Select sub-category
de: Unterkategorie wählen
fr: Sélctionner sous-catégorie
it: Seleziona sottocategoria

source: Any sub-category
de: Beliebige Unterkategorie
fr: Sous-catégorie libre
it: Sottocategoria preferita

source: Add existing
de: Server durchsuchen
fr: Ajouter une existante
it: Aggiungi esistenti

source: Select function
de: Funktion wählen
fr: Sélectionner fonction
it: Seleziona funzione...

source: Any function
de: Beliebige Funktion
fr: Fonction libre
it: Funzione preferita

source: Do you really want to delete the version of the document definitively?
de: Wollen Sie diese Version des Dokuments wirklich löschen?
fr: Voulez-vous vraiment supprimer cette version du document ?
it: Si desidera effettivamente eliminare questa versione del documento?

source: Delete version
de: Version löschen
fr: Supprimer version
it: Elimina versione

source: Deposit to contacts by filter criterias
de: Mittels Filterkriterien Kontakten hinterlegen
fr: Déposer à l'aide de critères de filtre de contacts
it: Crea contatti tramite criteri di filtro

source: All workgroups
de: Alle Arbeitsgruppen
fr: Tous les groupes de travail
it: Tutti i gruppi di lavoro

source: Edit all files
de: Alle Dateien bearbeiten
fr: Traiter tous les fichiers
it: Modifica tutti i file

source: Remove all files
de: Alle Dateien entfernen
fr: Enlever tous les fichiers
it: Elimina tutti i file selezionati

source: Any %team%
de: Beliebiges %team%
fr: %team% libre
it: %team% apiacere

source: Select %team%
de: %team% wählen
fr: Sélectionner %team%
it: Seleziona %team%

source: Any workgroup
de: Beliebige Arbeitsgruppe
fr: Groupe de travail libre
it: Gruppo di lavoro preferito

source: Select workgroup
de: Arbeitsgruppe wählen
fr: Sélectionner groupe de travail
it: Seleziona gruppo di lavoro

source: %count% Document uploaded successfully
de: %count% Dokumente erfolgreich hochgeladen
fr: %count% documents téléchargés avec succès
it: %count% documenti caricati correttamente

source: Document updated successfully
de: Dokument erfolgreich hochgeladen
fr: Document téléchargé avec succès
it: Documento caricato correttamente

source: Delete Document Assignment
de: Dokumentzuweisung löschen
fr: Supprimer affectation document
it: Cancella assegnazione documento

source: Are you sure to delete the document assignment?
de: Wollen Sie wirklich die Dokumentzuweisung löschen?
fr: Voulez-vous vraiment supprimer l'affectation du document ?
it: Si desidera effettivamente eliminare l'assegnazione documento?

source: File does not exist
de: Datei ist nicht vorhanden
fr: Le fichier n'existe pas
it: Il file non esiste

source: Previous Versions
de: Frühere Versionen
fr: Versions antérieures
it: Versioni precedenti

source: Version
it: Versione

source: Size
de: Grösse
fr: Taille
it: Dimensioni

source: Uploaded on
de: Hochgeladen am
fr: Téléchargé le
it: Caricato il

source: Uploaded by
de: Hochgeladen durch
fr: Téléchargé par
it: Caricato da

source: Filename
de: Dateiname
fr: Nom fichier
it: Nome file

source: Renew
de: Erneuern
fr: Renouveler
it: Sostituisci

source: All Workgroup
de: Alle Arbeitsgruppen
fr: Tous les groupes de travail
it: Tutti i gruppi di lavoro

source: All
de: Alle Vereine
fr: Tous les clubs
it: Alle Vereine

source: All %teams%
de: Alle %teams%
fr: Toutes les %teams%
it: Tutti i %teams%

source: All Contacts
de: Alle Kontakte
fr: Tous les contacts
it: Tutti i contatti

source: Download
de: Herunterladen
fr: Télécharger
it: Scarica

source: Version
it: Versione

source: Other Contacts
de: weiteren Kontakten
fr: autres contacts
it: altri contatti

source: Other Contact
de: weiterem Kontakt
fr: autre contact
it: altro contatto

source: Other %club%
de: weiterem %club%
fr: autre %club%
it: altro %club%

source: Other %clubs%
de: weiteren %clubs%
fr: autres %clubs%
it: altri %clubs%

source: none
de: keine
fr: aucun
it: nessuno

source: Do you really want to delete all previous versions of the document definitively?
de: Wollen Sie wirklich alle früheren Versionen des Dokumentes löschen?
fr: Voulez-vous vraiment supprimer toutes les versions antérieures du document ?
it: Si desidera effettivamente eliminare tutte le versioni precedenti del documento

source: Delete previous versions
de: Frühere Versionen löschen
fr: Supprimer versions antérieures
it: Elimina versioni precedenti

source: Version deleted successfully
de: Version erfolgreich gelöscht
fr: Version supprimée avec succès
it: Versione eliminata correttamente

source: Versions deleted successfully
de: Versionen erfolgreich gelöscht
fr: Versions supprimées avec succès
it: Versioni eliminate correttamente

source: All versions of the document deleted successfully
de: Alle früheren Versionen des Dokuments erfolgreich gelöscht
fr: Toutes les versions antérieures du document ont été supprimées avec succès
it: Tutte le versioni precedenti del documento sono state eliminate correttamente

source: Log of %documentName%
de: Log von %documentName%
fr: Log de %documentName%
it: Log di %documentName%

source: Option
it: Opzione

source: Workgroup contacts and admins
de: Arbeitsgruppen-Kontakte und -Administratoren
fr: Contacts et administrateurs de groupes de travail
it: Contatti e amministratori gruppi di lavoro

source: Workgroup admins
de: Arbeitsgruppen-Administratoren
fr: Administrateurs de groupes de travail
it: Amministratori gruppi di lavoro

source: Main and document admins
de: Haupt- und Dokument-Administratoren
fr: Administrateurs principaux et de documents
it: Amministratori principali e documenti

source: Create a category
de: Kategorie erstellen
fr: Créer catégorie
it: Crea categoria

source: To start using document management, please create a category and a subcategory.
de: Um die Dokumentenverwaltung zu verwenden, erstellen Sie bitte zuerst eine Kategorie und eine Unterkategorie.
fr: Pour utiliser la gestion de documents, veuillez d'abord créer une catégorie et une sous-catégorie.
it: Per utilizzare la gestione documenti, si prega di creare dapprima una categoria e quindi una sottocategoria.

source: Category
de: Kategorie
fr: Catégorie
it: Categoria

source: Subcategory
de: Unterkategorie
fr: Sous-catégorie
it: Sottocategoria

source: Save
de: Speichern
fr: Enregistrer
it: Salva

source: Selection of %clubs%
de: Auswahl von %clubs%
fr: Sélection de %clubs%
it: Selezione di %clubs%

source: All %clubs%
de: Alle %clubs%
fr: Tous les %clubs%
it: Tutti i %clubs%

source: All %clubs%, except
de: Alle %clubs%, ausser
fr: Tous les %clubs% sauf
it: Tutti i %clubs%, tranne

source: Selection of %subfeds% and %clubs%
de: Auswahl von %subfeds% und %clubs%
fr: Sélection de %subfeds% et %clubs%
it: Selezione di %subfeds% e %clubs%

source: All %subfeds% and %clubs%
de: Alle %subfeds% und %clubs%
fr: Tous les %subfeds% et %clubs%
it: Tutti i %subfeds% e %clubs%

source: All %subfeds% and %clubs%, except
de: Alle %subfeds% und %clubs%, ausser
fr: Tous les %subfeds% et %clubs%, sauf
it: Tutti i %subfeds% e %clubs%, tranne

source: All %teams%
de: Alle %teams%
fr: Tous %teams%
it: Tutti i %teams%

source: %team% contacts and admins
de: %team%-Kontakte und -Administratoren
fr: Contacts et administrateurs %team%
it: Contatti e amministratori %team%

source: %team% admins and specific %team% functions
de: %team%-Administratoren und ausgewählte %team%-Funktionen
fr: Administrateurs %team% et fonctions %team% sélectionnées
it: Amministratori %team% e funzioni selezionate %team%

source: functions
de: Funktionen
fr: Fonctions
it: Funzioni

source: %team% admin
de: %team%-Administrator
fr: Administrateur %team%
it: Amministratore %team%

source: Main and document admins
de: Haupt- und Dokument-Administratoren
fr: Administrateurs principaux et de documents
it: Amministratori principali e documenti

source: (regardless filter)
fr: (indépendamment du filtre)
it: (indipendentemente dal filtro)

source: Category Saved
de: Kategorie gespeichert
fr: Catégorie enregistrée
it: Categoria salvata

source: Contacts
de: Kontakte
it: Contatti

source: Move %docname% to %category%
de: %docname% nach %category% verschieben
fr: Déplacer %docname% vers %category%
it: Spostare %docname% per %category%

source: Move %count% document to %category%
de: %count% Dokumente nach %category% verschieben
fr: Déplacer %count% de documents vers %category%
it: Spostare %count% documenti per %category%

source: with exceptions
de: mit Ausnahmen
fr: avec exceptions
it: con eccezioni

source: %selcount% von %totalcount% document moved successfully
de: %selcount% von %totalcount% Dokumenten erfolgreich verschoben
fr: %selcount% de %totalcount% documents déplacés avec succès
it: %selcount% di %totalcount% documenti spostati correttamente

source: Category
de: Kategorie
fr: Catégorie
it: Categoria

source: Subcategory
de: Unterkategorie
fr: Sous-catégorie
it: Sottocategoria

source: Workgroup contacts and admins
de: Arbeitsgruppen-Kontakte und -Administratoren
fr: Contacts et administrateurs de groupes de travail
it: Contatti e amministratori gruppi di lavoro

source: Workgroup admins
de: Arbeitsgruppen-Administratoren
fr: Administrateurs de groupes de travail
it: Amministratori gruppi di lavoro

source: Main and document admins
de: Haupt- und Dokumenten-Administratoren
fr: Administrateurs principaux et de documents
it: Amministratori principali e documenti

source: add a contact
de: Kontakt hinzufügen
fr: Ajouter contact
it: Aggiungi contatto

source: Document name
de: Dokumentname
fr: Nom document
it: Nome del documento

source: Category
de: Kategorie
fr: Catégorie
it: Categoria

source: Deposited with
de: Hinterlegt bei
fr: Déposé chez
it: Archiviato da

source: Description
de: Beschreibung
it: Descrizione

source: Author
de: Autor/-in
fr: Auteur
it: Autore

source: Visible for contacts
de: Sichtbar für Kontakte
fr: Visible pour contacts
it: Visibile per i contatti

source: Filter
fr: Filtre
it: Filtro

source: Included contacts
de: Einbezogene Kontakte
fr: Contacts inclus
it: Contatti interessati

source: Excluded contacts
de: Ausgeschlossene Kontakte
fr: Contacts exclus
it: Contatti esclusi

source: Last Updated
de: Aktualisiert am
fr: Mis à jour le
it: Aggiornato il

source: Updated by
de: Aktualisiert durch
fr: Mis à jour par
it: Aggiornato da

source: Move to...
de: Verschieben nach…
fr: Déplacer vers...
it: Spostato in ...

source: Move
de: Verschieben
fr: Déplacer
it: Spostato

source: Included contacts
de: Kontakte einbeziehen
fr: Intégrer contacts
it: Includi contatti

source: Excluded contacts
de: Kontakte ausschliessen
fr: Exclure des contacts
it: Escludere contatti

source: File
de: Datei
fr: Fichier

source: Publish link
de: Link veröffentlichen
