Repository: deepapaul/fairgatev4
Catalog: fairgate4/src/Internal/GeneralBundle/Resources/translations/messages.*.xlf
Languages: fr

source: INTERNAL
fr: INTERNE

source: BACKEND
fr: ADMINISTRATION

source: Events
fr: Evènements

source: Gallery
fr: Galerie

source: My %teams%
fr: Mes %teams%

source: My workgroups
fr: Mes groupes de travail

source: Overview
fr: Aperçu

source: Articles
fr: Article

source: My profile
fr: Aperçu

source: Data
fr: Données

source: Change password
fr: Changer mot de passe

source: Privacy settings
fr: Réglages domaine privé

source: Change user
fr: Changer d'utilisateur

source: Search
fr: Chercher contact

source: Personal section
fr: Domaine personnel

source: Personal
fr: Personnel

source: Workgroup member
fr: Membres

source: New conversation between %receivers% and %admin_name% on %hostName%
fr: Nouvelle conversation entre %receivers% et %admin_name% sur %hostName%

source: %admin_name% on %sentOn%
fr: %admin_name% le %sentOn%

source: To answer the message,follow this link
fr: Pour répondre au message, suivez le lien suivant

source: Follow-up message in conversation between %receivers% and %admin_name% on %hostName%
fr: Message de suite en conservation entre %receivers% et %admin_name% sur %hostName%

source: Follow-up message in conversation in %receivers% on %hostName%
fr: Message de suite en conservation pour %receivers% sur %hostName%

source: New conversation in %receivers% on %hostName%
fr: Nouvelle conversation pour %receivers% sur %hostName%

source: new
fr: nouveau

source: Click here
fr: Cliquez ici

source: Ung√ºltiges Format
fr: Ungültiges Format
