Repository: deepapaul/fairgatev4
Catalog: fairgate4/src/Internal/MessageBundle/Resources/translations/messages.*.xlf
Languages: fr, it

source: Conversations
it: Intrattenimenti

source: Draft
fr: Projets
it: Bozze

source: Start a conversation
fr: Débuter conversation
it: Inizio intrattenimento

source: Choose recipients and conversation type
fr: Sélectionner destinataire et type de conversation
it: Selezionare destinatari e tipo di intrattenimento

source: Add all
fr: Ajouter tout
it: Aggiungi tutti

source: Recipients
fr: Destinataire
it: Destinatario

source: Conversation type
fr: Type de conversation
it: Tipologia di intrattenimento

source: Replies are addressed to whole group of recipients
fr: Les réponses vont à tout un groupe de destinataires
it: Le risposte andranno all'intero gruppo di destinatari

source: Replies start a separate personal conversation
fr: Les réponses débutent avec une conversation personnelle séparée
it: Le risposte iniziano un intrattenimento personale separato

source: Sender e-mail for notifications
fr: Adresse d'expéditeur du message
it: Indirizzo mittente del messaggio

source: General
fr: Généralités
it: Generale

source: Message
it: Messaggio

source: Sending
fr: Envoi
it: Spedizione

source: Subject & Date
fr: Objet & Date
it: Oggetto e data

source: Replies
fr: Réponses
it: Risposte

source: Notifications for replies
fr: Messages pour réponses
it: Messaggi per le risposte

source: Last reply
fr: Dernière réponse
it: Ultima risposta

source: Conversation started by
fr: Conversation débutée par
it: Intrattenimento iniziato da

source: New
fr: Nouveau
it: Nuovo

source: by
fr: de
it: da

source: A conversation with
fr: Une conversation avec
it: Una chat con

source: A message to
fr: Un message à
it: Un messaggio a

source: Reply to all
fr: Répondre à tous
it: Rispondere a tutti

source: Reply to
fr: Répondre à
it: Rispondere a

source: Compose your message
fr: Editer message
it: Scrivere messaggio

source: Subject
fr: Objet
it: Oggetto

source: Message
it: Messaggio

source: Reply sent
fr: Réponse envoyée
it: Risposta inviata

source: Delete Selected Message
fr: Supprimer message sélectionné
it: Elimina messaggio selezionato

source: Delete Selected Messages
fr: Supprimer messages sélectionnés
it: Elimina messaggi selezionati

source: Delete All Messages
fr: Supprimer tous les messages
it: Elimina tutti i messaggi

source: Do you really want to delete the selected message?
fr: Voulez-vous vraiment supprimer le message sélectionné ?
it: Si desidera effettivamente eliminare il messaggio selezionato?

source: Do you really want to delete the selected messages?
fr: Voulez-vous vraiment supprimer les messages sélectionnés ?
it: Si desidera effettivamente eliminare i messaggi selezionati?

source: Do you really want to delete all messages?
fr: Voulez-vous vraiment supprimer tous les messages ?
it: Si desidera effettivamente eliminare tutti i messaggi?

source: Deleted Successfully
fr: Supprimé avec succès
it: Eliminato correttamente

source: Set unread status for message successfully
fr: Marqué avec succès comme «non lu»
it: Contrassegnato correttamente come "non letto"

source: Message read successfully
fr: Marqué avec succès comme «lu»
it: Contrassegnato correttamente come "letto"

source: Message will appear in internal area, and a notification mail will be sent to:
fr: Le message apparaîtra dans le domaine interne et un mail de notification est envoyé à:
it: Il messaggio verrà visualizzato nella zona privata e sarà inviata una mail a:

source: Delete
fr: Supprimer
it: Cancellare

source: Create Message
fr: Créer message
it: Scrivere messaggio

source: Subject
fr: Objet
it: Oggetto

source: To
fr: A
it: A

source: Created On
fr: Créé le
it: Creato il

source: Conversations
it: Intrattenimenti

source: Drafts
fr: Projets
it: Bozze

source: Message to contacts
fr: Message aux contacts
it: Messaggio a contatti

source: Message to %teams%
fr: Message à %teams%
it: Messaggio a %team%

source: Message to workgroups
fr: Message aux groupes de travail
it: Messaggio a gruppi di lavoro

source: Mark as read
fr: Marquer comme «lu»
it: Contrassegnare come "letto"

source: Mark as unread
fr: Marquer comme «non lu»
it: Contrassegnare come "non letto"

source: Enable notifications
fr: Activer notifications
it: Attivare messaggi

source: Disable notifications
fr: Désactiver notifications
it: Disttivare messaggi

source: Delete
fr: Supprimer
it: Cancellare

source: Delete All
fr: Supprimer tout
it: Cancellare tutti

source: Set Notification for Replies Successfully
fr: Notifications pour réponse activées avec succès
it: Messaggi per le risposte attivati correttamente

source: Unset Notification for Replies Successfully
fr: Notifications pour réponse désactivées avec succès
it: Messaggi per le risposte disattivati correttamente

source: Set unread status for messages successfully
fr: Marqué avec succès comme «non lu»
it: Contrassegnato correttamente come "non letto"

source: Messages read successfully
fr: Marqué avec succès comme «lu»
it: Contrassegnato correttamente come "letto"

source: Mark all as read
fr: Tout marqué comme «lu»
it: Contrassegnare tutti come "letto"

source: Mark all as unread
fr: Tout marqué comme «non lu»
it: Contrassegnare tutti come "non letto"

source: Start a conversation
fr: Démarrer une conversation
it: Iniziare una chat

source: Send Personal Message
fr: Envoyer un message personnel
it: Invia messaggio personale

source: Send Group Message
fr: Envoyer un message de groupe
it: Invia messaggio di gruppo

source: and
fr: et
it: e

source: Delete All Drafts
fr: Supprimer tous les projets
it: Elimina tutte le bozze

source: Do you really want to delete all drafts?
fr: Voulez-vous vraiment supprimer tous les projets ?
it: Si desidera effettivamente eliminare tutte le bozze?

source: Delete Selected Drafts
fr: Supprimer les projets sélectionnés
it: Elimina le bozze selezionate

source: Do you really want to delete the selected drafts?
fr: Voulez-vous vraiment supprimer les projets sélectionnés ?
it: Si desidera effettivamente eliminare le bozze selezionate?

source: Delete Selected Draft
fr: Supprimer le projet sélectionné
it: Elimina le bozze selezionate

source: Do you really want to delete the selected draft?
fr: Voulez-vous vraiment supprimer le projet sélectionné ?
it: Si desidera effettivamente eliminare la bozza selezionata?

source: Enable all notifications
fr: Activer toutes les notifications
it: Attivare tutti i messaggi

source: Disable all notifications
fr: Désactiver toutes les notifications
it: Disattivare tutti i messaggi

source: more
fr: plus
it: più

source: used of max.
fr: utilisé par max.
it: usato da max.

source: Cancel
fr: Arrêter
it: Interrompi

source: Send
fr: Envoyer
it: Invia

source: On
fr: Marche

source: Off
fr: Arrêt
