Repository: deepapaul/fairgatev4
Catalog: fairgate4/src/Clubadmin/GeneralBundle/Resources/translations/messages.*.xlf
Languages: de

source: Settings
de: Einstellungen

source: Languages & formats
de: Sprachen & Formate

source: Terminology
de: Terminologie

source: Age limits
de: Alterslimite

source: Salutations
de: Anreden

source: Groups
de: Gruppen

source: Misc.
de: Diverses

source: Misc. settings successfully updated
de: Einstellungen erfolgreich gespeichert

source: Subscription settings
de: Newsletter Abonnenten

source: My personal system language
de: Meine persönliche Systemsprache

source: Global correspondence & website languages
de: Globale Korrespondenz- & Inhaltesprachen

source: Add language
de: Sprache hinzufügen

source: Default system language & formats
de: Standardsystemsprache & Formate

source: Default system language
de: Standardsystemsprache

source: Date format
de: Datumsformat

source: Time format
de: Zeitformat

source: Thousand separator
de: Tausendertrennzeichen

source: Decimal marker
de: Dezimaltrennzeichen

source: Thin space
de: Schmales Leerzeichen

source: Apostrophe
de: Apostroph

source: Dot
de: Punkt

source: Comma
de: Komma

source: None
de: Kein

source: Default
de: Standard:

source: System language of %contactname%
de: Systemsprache von %contactname%

source: According to correspondence language (%lang%)
de: Gemäss Korrespondenzsprache (%lang%)

source: Language settings updated successfully
de: Spracheinstellungen erfolgreich aktualisiert

source: By deleting the languange all connected contents won't be available anymore. But you can always get the access again by creating the same language once more.
de: Beim Löschen einer Sprache werden in der Folge alle verbundenen Inhalte nicht mehr erreichbar sein. Sie können die Inhalte aber jederzeit wieder erreichen, wenn Sie die gelöschte Sprache erneut erstellen.

source: Deactivate correspondence language
de: Korrespondenzsprache deaktivieren

source: There are active contacts that have to be deactivated correspondence langauge as their language of correspondence. The correspondence language can therefore not be turned off.
de: Es gibt aktive Kontakte, die die zu deaktiverende Korrespondenzsprache hinterlegt haben. Die Korrespondenzsprache kann deshalb nicht deaktiviert werden.

source: Deactivate correspondence languages
de: Korrespondenzsprachen deaktivieren

source: There are active contacts that have to be deactivated correspondence langauges as their language of correspondence. The correspondence languages can therefore not be turned off.
de: Es gibt aktive Kontakte, die die zu deaktiverenden Korrespondenzsprachen hinterlegt haben. Die Korrespondenzsprachen können deshalb nicht deaktiviert werden.

source: Delete correspondence language
de: Korrespondenzsprache löschen

source: There are active contacts or subscribers that have this correspondence langauge as their language of correspondence. The correspondence language can therefore not be deleted.
de: Es gibt aktive Kontakte oder Abonnenten, die die zu löschende Korrespondenzsprache hinterlegt haben. Die Korrespondenzsprache kann deshalb nicht gelöscht werden There are active contacts that have this correspondence langauge as their language of correspondence. The correspondence language can therefore not be deleted.

source: Delete correspondence languages
de: Korrespondenzsprachen löschen

source: There are active contacts that have these deactivated correspondence langauges as their language of correspondence. The correspondence languages can therefore not be deleted.
de: Es gibt aktive Kontakte, die die zu löschenden Korrespondenzsprachen hinterlegt haben. Die Korrespondenzsprachen können deshalb nicht gelöscht werden. There are active contacts that have these deactivated correspondence langauges as their language of correspondence. The correspondence languages can therefore not be deleted.

source: Without %fed_membership%
de: Ohne %fed_membership%

source: Without membership
de: Ohne Mitgliedschaft

source: Member years ({#Federation.sf#})
de: Mitgliedschaftsjahre ({#Federation.sf#})

source: Local storage cleared.
de: Local storage geleert.

source: The local storage of this website has been successfully deleted.
de: Der lokale Speicher dieser Webseite wurde erfolgreich gelöscht.

source: GotCourts API connection
de: GotCourts API-Anbindung

source: Do you want to book the new service to connect your club to the court reservation system at GotCourts.com?<br /> The service costs <strong>CHF 50.– per year</strong> with a setup fee of CHF 50.-. Please click the button if you want to book it now.
de: Wollen Sie den neuen Dienst buchen, um das Platzreservationssystem GotCourts.com automatisch mit Ihren Tennis-Club Mitgliederdaten abzugleichen?<br /> Der Dienst kostet als Einführungspreis einmalig <strong>CHF 50.-</strong>. Klicken Sie bitte den Button, wenn Sie nun buchen möchten.

source: Book the GotCourts connection now
de: GotCourts-Anbindung jetzt buchen

source: Generate a new API club token
de: Neuen API-Club-Token generieren

source: Copy the token to the clipboard
de: Token in Zwischenablage kopieren

source: Re-generate a new API club token
de: API-Club-Token neu generieren

source: You have booked the GotCourts API connection service.
de: Sie haben die GotCourts API-Anbindung gebucht.

source: The GotCourts connection service is activated and ready to be used by your members.
de: Die GotCourts-Anbindung wurde aktiviert und ist einsatzbereit für Ihre Mitglieder.

source: Cancel this service now
de: Diesen Dienst jetzt kündigen

source: I accept the legal terms. <br /> Disclaimer: Fairgate übernimmt keine Verantwortung dafür, dass die Schnittstelle jederzeit zur Verfügung steht.
de: Ich akzeptiere die AGB. <br /> Haftungsausschluss: Fairgate übernimmt keine Verantwortung dafür, dass die Schnittstelle jederzeit und fehlerfrei zur Verfügung steht.

source: GotCourts Api Service booked successfully
de: GotCourts API-Dienst erfolgreich gebucht

source: GotCourts Api token generated successfully
de: GotCourts API-Token erfolgreich generiert

source: GotCourts Api token re-generated successfully
de: GotCourts API-Token erfolgreich neu generiert

source: GotCourts Api Service cancelled successfully
de: GotCourts API-Dienst erfolgreich gekündigt

source: Copy this token to your clipboard so you can paste it at the GotCourts website to register this club there.
de: Kopieren Sie diesen Token in Ihre Zwischenablage, um ihn auf der GotCourts-Website zur Registrierung Ihres Klubs einzufügen.

source: Only click this button if you really need to generate a completely new token. Otherwise just copy the existing one.
de: Klicken Sie diesen Button nur, wenn Sie wirklich einen komplett neuen Token generieren müssen. Ansonsten kopieren Sie den bestehenden.

source: This servive will be stopped immediately also on the side of GotCourts.
de: Dieser Dienst wird auch auf Seiten von GotCourts sofort gestoppt.

source: %clubTitle% hat GotCourts API Connection Service gebucht
de: %clubTitle% hat GotCourts API-Anbindung gebucht

source: %clubTitle% hat GotCourts API Connection gekündigt
de: %clubTitle% hat GotCourts API-Anbindung gekündigt

source: Accessed date
de: Zugriffsdatum

source: Accessed IP
de: Zugriffs-IP

source: Request Detail
de: Anforderung Detail

source: Response Code
de: Antwort Code

source: Response Detail
de: Antwort Detail

source: Api Access log list
de: API-Zugriffslog ansehen

source: View api error log
de: API-Error-Log ansehen

source: Date
de: Datum

source: Fields
de: Felder

source: Value after
de: Wert nachher

source: Value before
de: Wert vorher

source: Changed By
de: Geändert durch

source: Booking
de: Buchung

source: Key generation
de: Schlüsselgenerierung

source: Legal Terms
de: Allg. Geschäftsbedingungen

source: Legal Terms and Conditions of Fairgate AG:
de: Allgemeine Geschäftsbedingungen der Fairgate AG:

source: booked
de: gebucht

source: generated
de: generiert

source: regenerated
de: neu generiert

source: activated
de: aktiviert

source: cancelled
de: gekündigt
