Repository: deepapaul/fairgatev4
Catalog: fairgate4/src/Website/CMSBundle/Resources/translations/tooltip.*.xlf
Languages: de

source: This menu item has sub-items. Please delete them first.
de: Dieses Menü enthält Untermenüpunkte. Bitte zuerst diese löschen.

source: Only visible for logged-in users
de: Nur sichtbar für eingeloggte Benutzer

source: Navigation point not visible and accessible
de: Navigationspunkt unsichtbar und nicht zugänglich

source: Normal, default 2D map
de: Normale Standard-2D-Karte

source: Photographic map
de: Fotografische Karte

source: Photographic map + roads and city names
de: Fotografische Karte mit Strassen und Ortsnamen

source: Map with mountains, rivers, etc.
de: Karte mit Bergen, Flüssen, etc.

source: Please create sponsor services to use this element
de: Bitte erstellen Sie Sponsorenleistungen, um dieses Element zu verwenden

source: Book sponsors administration to use this element
de: Buchen Sie das Sponsorenmodul, um dieses Element zu verwenden

source: Column header
de: Spaltenkopf

source: Background color: page background
de: Hintergrundfarbe: Hintergrund der Seite

source: Inverse color: texts, lines, footer etc.
de: Inverse Farbe: Texte, Linien, Footer-Hintergrund usw.

source: Accent color: underline of headings, mouse-over effects en
de: Accent color: underline of headings, mouse-over effects de

source: Links / buttons color: default color of text links and buttons
de: Link-/Button-Farbe: Standardfarbe von Textlinks und Buttons

source: Highlighting color: links and buttons on mouse-over
de: Hervorhebungsfarbe: Links und Buttons beim Drüberfahren

source: Page background, texts in footer
de: Seitenhintergrund, Text im Footer

source: Texts, lines, footer background etc.
de: Texte, Linien, Footer-Hintergrund usw.

source: Active menu items, design elements
de: Aktive Menüpunkte, Gestaltungselemente

source: Default color of text links and buttons
de: Standardfarbe von Textlinks und Buttons

source: Links and buttons on mouse-over
de: Links und Buttons beim Drüberfahren

source: Filter select value
de: Text auf Filter-Dropdown

source: Navigation / footer background color: background of navigation bars and footer area
de: Navigation / Footer Hintergrundfarbe: Hintergrund der Navigationsbalken und des Footer-Bereichs

source: Navigation / footer text color: default text in navigations and footer
de: Navigation / Footer Textfarbe: Standard-Text in Navigation und Footer-Bereich

source: Active menu item color: font and underline of active menu
de: Farbe aktiver Menüpunkte: Schrift und Unterstreichung aktiver Menüpunkte

source: Box background color: background of the content boxes
de: Box Hintergrundfarbe: Hintergrund der Inhaltsboxen

source: Main text color: default color of texts
de: Haupt-Texfarbe: Standard-Textfarbe

source: Link / button color: default color of text links and buttons
de: Link- / Buttonfarbe: Standardfarbe von Textlinks und Buttons

source: Page title text color: text color of large titles
de: Seitentitel-Textfarbe: Textfarbe grosser Titel

source: Page title shadow color: text shadow effect on large titles
de: Seitentitel-Schattenfarbe: Textschatten-Effekt bei grossen Titeln
