Repository: deepapaul/fairgatev4
Catalog: fairgate4/src/Common/UtilityBundle/Resources/translations/messages.*.xlf
Languages: de, fr, it

source: To update your contacts you first need to export them and make corrections in the export file. Important: One of the columns has to be the contact ID.
de: Um bestehende Kontakte zu aktualisieren, müssen sie diese erst exportieren und dann wunschgemäss anpassen. Wichtig: Einer der Importspalten muss die Kontakt-ID sein.
fr: Pour mettre à jour des contacts existants, vous devez les exporter d'abord et les adapter selon les besoins. Important: Une des colonnes d'import doit être l'ID contact.
it: Per aggiornare i contatti esistenti, è necessario dapprima esportarli e poi cambiarli, se lo si desidera. Importante: Uno della colonna di importazione deve essere l'ID contatto.

source: To import new contacts, you need to create a CSV file (e.g. in Excel) with at least this columns:.
de: Um neue Kontakte zu importieren, wird eine CSV-Datei mit mind. diesen Spalten benötigt:
fr: Pour importer de nouveaux contacts, il faut un fichier CSV avec au moins ces colonnes:
it: Per importare nuovi contatti, è richiesto un file CSV con almeno queste colonne:

source: Not suitable for mobile devices:
de: Nicht durchführbar auf mobilen Geräten:
fr: N'est pas exécutable sur des appareils mobiles:
it: Non utilizzabile su dispositivi mobili:

source: Please use a desktop computer for the import of contacts
de: Bitte einen Desktop-Computer oder ein Notebook benutzen.
fr: Veuillez utiliser un ordinateur de bureau ou un ordinateur portable.
it: Si prega di utilizzare un computer desktop o un notebook.

source: Please check the user guide for further requirements for the import file.
de: Für weitere Informationen über die Importdatei, bitte das Benutzerhandbuch konsultieren.
fr: Pour plus d'informations au sujet du fichier d'import, veuillez consulter le manuel utilisateur.
it: Per ulteriori informazioni sul file di importazione, consultare la Guida dell'utente.

source: Values: no limitations
de: Werte: keine Limitierungen
fr: Valeurs: pas de limitations
it: Valori: nessuna limitazione

source: Values: 1 (for formal salutation) or 2 (for informal salutation)
de: Werte: 1 (für Anrede in Sie-Form) oder 2 (für Anrede in Du-Form)
fr: Valeurs: 1 (vouvoiement) ou 2 (tutoiement)
it: Valori: 1 (per il titolo con Lei) o 2 (per il titolo con Tu)

source: Values: 1 (for male) or 2 (for female)
de: Wert: 1 (für männlich) oder 2 (für weiblich)
fr: Valeur: 1 (masculin) ou 2 (féminin)
it: Valore: 1 (maschile) o 2 (femminile)

source: Create category
de: Kategorie erstellen
fr: Créer catégorie
it: Crea categoria

source: Filter roles
de: Filterrollen
fr: Rôles filtre
it: Ruoli per filtro

source: Manage filter roles
de: Filterrollen verwalten
fr: Gestion rôles filtre
it: Amministra ruoli per filtro

source: Filter roles Categories
de: Filterrollenkategorien
fr: Catégories rôles filtre
it: Categorie ruoli per filtro

source: Filter rolecategory sorting updated successfully
de: Filterrollenkategorien erfolgreich aktualisiert
fr: Catégories rôles filtre mises à jour avec succès
it: Categorie filtri di ruolo aggiornate correttamente

source: Function is mandatory
de: Fehler: Es muss mindestens eine Funktion vorhanden sein.
fr: Erreur: Il doit y avoir au moins une fonction.
it: Errore: Deve essere presente almeno una funzione.

source: Connect %cont1% with %cont2%
de: Verbinde %cont1% mit %cont2%
fr: Relie %cont1% avec %cont2%
it: Collega %cont1% con %cont2%

source: Relation
de: Beziehung
it: Relazione

source: Other contact
de: Anderer Kontakt
fr: Autre contact
it: Altro contatto

source: Last updated:
de: Zuletzt aktualisiert:
fr: Mis à jour la dernière fois:
it: Ultimo aggiornamento:

source: Update now
de: Aktualisieren
fr: Mettre à jour
it: Aggiorna

source: Exceptions
de: Ausnahmen
it: Eccezioni

source: and %count% More connections
de: und %count% weitere Kontaktverbindungen
fr: et %count% autres relations de contact
it: e %count% altri link di contatto

source: Included contacts (regardless filter):
de: Inbegriffene Kontakte (ungeachtet des Filters):
fr: Contacts inclus (indépendamment du filtre):
it: Contatti compresi (indipendentemente dal filtro):

source: Excluded contacts (regardless filter):
de: Ausgenommene Kontakte (ungeachtet des Filters):
fr: Contacts exclus (indépendamment du filtre):
it: Contatti non compresi (indipendentemente dal filtro)

source: The selected contacts are already connected
de: Die markierten Kontakte sind bereits verbunden.
fr: Les contacts marqués sont déjà reliés.
it: I contatti selezionati sono già collegati.

source: All %clubs%
de: Alle %clubs%
fr: Tous les %clubs%
it: Tutti i %clubs%

source: Settings
de: Einstellungen
fr: Réglages
it: Impostazioni

source: Find clubs
de: %clubs% finden
fr: Trouver des %clubs%
it: Trova %clubs%

source: Export Contacts
de: Kontakte exportieren
fr: Exporter contacts
it: Esporta contatti

source: Not a %federation_members%
de: Diese Zuweisung ist %federation_members% vorbehalten
fr: Cette affectation est réservée aux %federation_members%
it: Questa assegnazione %federation_members% è riservata

source: Multiple Assignment Not Possible
de: Mehrfachzuweisung nicht möglich
fr: Affectation multiple impossible
it: Assegnazione multipla non possibile

source: Assign contact to %groupA%
de: Kontakt zu %groupA% zuweisen
fr: Affecter contact à %groupA%
it: Assegna contatto a %groupA%

source: Assign contacts to %groupA%
de: Kontakte zu %groupA% zuweisen
fr: Affecter contacts à %groupA%
it: Assegna contatti a %groupA%

source: Move contact from %groupA% to %groupB%
de: Kontakt von %groupA% zu %groupB% verschieben
fr: Déplacer contact de %groupA% vers %groupB%
it: Sposta contatto da %groupA% a %groupB%

source: Move contacts from %groupA% to %groupB%
de: Kontakte von %groupA% zu %groupB% verschieben
fr: Déplacer contacts de %groupA% vers %groupB%
it: Sposta contatti da %groupA% a %groupB%

source: Assign contacts to
de: Kontakte zuweisen zu
it: Assegna contatti a

source: Assign contact to
de: Zuweisen zu
it: Assegna a

source: Assign selected contacts to
de: Zuweisen zu
it: Assegna a

source: Move contacts from %groupA% to
de: Kontakte verschieben von %groupA% zu
fr: Déplacer contacts de %groupA% à
it: Sposta contatti da %groupA% a

source: Move contact from %groupA% to
de: Verschieben von %groupA% zu
fr: Déplacer de %groupA% à
it: Sposta da %groupA% a

source: Move selected contacts from %groupA% to
de: Verschieben von %groupA% zu
fr: Déplacer de %groupA% à
it: Sposta da %groupA% a

source: Remove contacts from %groupA%
de: Kontakte entfernen aus %groupA%
fr: Enlever contacts de %groupA%
it: Elimina contatti da %groupA%

source: Remove contact from %groupA%
de: Entfernen aus %groupA%
fr: Enlever de %groupA%
it: Elimina da %groupA%1

source: Remove selected contacts from %groupA%
de: Entfernen aus %groupA%
fr: Enlever de%groupA%
it: Elimina da %groupA%1

source: Filter rolecategory settings updated successfully
de: Filterrollenkategorien erfolgreich aktualisiert
fr: Catégories rôles de filtre mises à jour avec succès
it: Categorie filtri di ruolo aggiornate correttamente

source: Manage filter roles
de: Filterrollen verwalten
fr: Gestion rôles de filtre
it: Amministra ruoli per filtro

source: and upload your CSV file
de: und CSV-Datei hochladen
fr: et télécharger fichier CSV
it: e carica file CSV

source: Club notes setting saved
de: Notizen erfolgreich gespeichert
fr: Notes enregistrées avec succès
it: Appunti salvati correttamente

source: Club notes error
de: Notizen Fehler
fr: Erreur notes
it: Appunti errori

source: %club% Export
de: %club% exportieren
fr: Exporter %club%
it: Esporta %club%

source: All %clubs% and %subfed%
de: Alle %clubs% und %subfed%
fr: Tous les %clubs% et %subfed%
it: Tutti %clubs% e %subfed%

source: Type/category
de: Typ/Kategorie
fr: Type/catégorie
it: Tipo/Categoria

source: Role
de: Rolle
fr: Rôle
it: Ruolo

source: Individual function per contact
de: Individuelle Funktion je Kontakt
fr: Fonction individuelle par contact
it: Funzione singola per contatto

source: Contacts are not allowed to assign to %catname%
de: Kontakte dürfen %catname% nicht zugewiesen werden
fr: Contacts ne doivent pas être affectés à %catname%
it: I contatti non devono essere assegnati a %catname%

source: Choose Functions
de: Funktionen wählen
fr: Sélectionner fonctions
it: Seleziona funzioni...

source: Remove
de: Entfernen
fr: Enlever
it: Eliminare

source: Error
de: Fehler
fr: Erreur
it: Errore

source: Some contacts can’t be assigned because they aren't %fedmember%
de: Einige Kontakte können nicht zugewiesen werden, weil sie keine %fedmember% sind
fr: Certains contacts ne peuvent pas être affectés puisqu'ils ne sont pas %fedmember%
it: Alcuni contatti non possono essere assegnati dal momento che non sono %fedmember%

source: Some contacts can’t be removed from %group1% because they are required assignments
de: Einige Kontakte können nicht aus %group1% entfernt werden, da es sich um eine Pflichtzuweisung handelt
fr: Certains contacts ne peuvent pas être enlevés de %group1% puisqu'il s'agit d'une affectation obligatoire
it: Alcuni contatti non possono essere rimossi da %group1%, dal momento che è un'assegnazione obbligatoria

source: Assign %contname% to
de: %contname% zuweisen zu
fr: Affecter %contname% à
it: Assegna %contname% a

source: Assign %contcount% contacts to
de: %contcount% Kontakte zuweisen zu
fr: Affecter %contcount% contacts à
it: Assegna %contcount% contatti a

source: Move %contname% from %dragrole% to
de: Verschiebe %contname% von %dragrole% to
fr: Déplacer %contname% de %dragrole% à
it: Sposta %contname% da %dragrole% to

source: Move %contcount% contacts from %dragrole% to
de: Verschiebe %contcount% Kontakte von %dragrole% zu
fr: Déplacer %contcount% contacts de %dragrole% à
it: Sposta %contcount% contatti da %dragrole%

source: Next
de: Nächste
fr: Suivant
it: Successivo

source: Remove %contname% from %dragrole%
de: Entferne %contname% aus %dragrole%
fr: Enlever %contname% de %dragrole%
it: Elimina %contname% da %dragrole%

source: Remove %contcount% contacts from %dragrole%
de: Entferne %contcount% Kontakte aus %dragrole%
fr: Enlever %contcount% contacts de %dragrole%
it: Elimina %contcount% contatti da %dragrole%

source: Do you really want to remove %contname% from %dragrole%
de: %contname% wirklich aus %dragrole% entfernen?
fr: Enlever vraiment %contname% de %dragrole%?
it: Eliminare %contname% veramente da %dragrole%?

source: Do you really want to remove %contcount% contacts from %dragrole%
de: %contcount% Kontakt wirklich aus %dragrole% entfernen?
fr: Enlever vraiment %contcount% contacts de %dragrole%?
it: Eliminare %contcount% veramente il contatto da %dragrole%?

source: Export
de: Exportieren
fr: Exporter
it: Esporta

source: CSV type
de: CSV-Typ
fr: Type CSV
it: Tipo CSV

source: Semicolon separated
de: Strichpunkt-getrennt
fr: Séparé par point-virgule
it: Separato da punto e virgola

source: Comma separated
de: Komma-getrennt
fr: Séparé par virgule
it: Separato da virgola

source: Columns
de: Spalten
fr: Colonnes
it: Colonne

source: Currently active columns
de: Zurzeit aktive Spalten
fr: Colonnes actuellement actives
it: Colonne attualmente attive

source: Saved columns settings:
de: Gespeicherte Spalteneinstellungen:
fr: Réglages colonnes enregistrés:
it: Impostazioni colonne salvate:

source: Address List
de: Adressliste
fr: Liste adresses
it: Elenco indirizzi

source: Optimize export file for update import
de: Exportdatei für Aktualisierungsimport optimieren
fr: Optimiser fichier export pour import de mise à jour
it: Ottimizza file di esportazione per import aggiornamento

source: Cancel
de: Abbrechen
fr: Annuler
it: Interrompi

source: Include the %club% system ID (Used for update imports) as first column
de: %club% System-ID als erste Spalte integrieren (benötigt für Aktualisierungsimport)
fr: Intégrer ID système %club% comme première colonne (nécessaire pour import de mise à jour)
it: Integra ID sistema %club% come prima colla (necessario per l'import di aggiornamento)

source: Contacts are not allowed to move from %catname%
de: Nicht erlaubt Kontakte aus %catname% zu verschieben
fr: Il est interdit de déplacer des contacts de %catname%
it: Non è consentito spostare contatti da %catname%

source: Contacts can’t be removed from %catname% because they are required assignments
de: Kontakte können nicht aus %catname% entfernt werden, weil Pflichtzuweisung
fr: Les contacts ne peuvent pas être enlevés de %catname% puisqu'affectation obligatoire
it: I contatti non possono essere rimossi da %catname%, dal momento che è un'assegnazione obbligatoria

source: Contacts are not allowed to remove from %catname%
de: Nicht erlaubt Kontakt aus %catname% zu entfernen
fr: Il est interdit d'enlever le contact de %catname%
it: Non è consentito eliminare il contatto da %catname%

source: %selcount% out of %totalcount% contacts assigned successfully
de: %selcount% von %totalcount% Kontakte erfolgreich zugewiesen
fr: %selcount% de %totalcount% contacts affectés avec succès
it: %selcount% di %totalcount% contatti assegnati correttamente

source: %selcount% out of %totalcount% contacts moved successfully
de: %selcount% von %totalcount% Kontakte erfolgreich verschoben
fr: %selcount% de %totalcount% contacts déplacés avec succès
it: %selcount% di %totalcount% contatti spostati correttamente

source: %selcount% out of %totalcount% contacts removed successfully
de: Mitgliedschaft bei %selcount% von %totalcount% Kontakten erfolgreich entfernt
fr: %selcount% de %totalcount% contacts enlevés avec succès
it: %selcount% di %totalcount% contatti eliminati correttamente

source: Workgroup
de: Arbeitsgruppe
fr: Groupe de travail
it: Gruppo di lavoro

source: -- Select function --
de: Funktion wählen…
fr: Sélectionner fonction…
it: Seleziona funzione...

source: -- Select --
de: Wählen…
fr: Sélectionner…
it: Seleziona...

source: User rights
de: Benutzerrechte
fr: Droits utilisateur
it: Diritti utente

source: User rights successfully updated
de: Benutzerrechte erfolgreich aktualisiert
fr: Droits utilisateur mis à jour avec succès
it: Diritti utente aggiornati correttamente

source: Filter roles
de: Filterrollen
fr: Rôles filtre
it: Ruoli per filtro

source: %Club% administrators
de: Hauptadministratoren
fr: Administrateurs principaux
it: Amministratori principali

source: Add %Team% administrator
de: %Team%-Administrator hinzufügen
fr: Ajouter administrateur %Team%
it: Aggiungi amministratore %team%

source: Backend
de: Verwaltung
fr: Gestion
it: Amministrazione

source: Internal area
de: Interner Bereich

source: %Team% Frontend
de: %Team%-Bereich
fr: Domaine %Team%
it: Area %Team%

source: since
de: seit
fr: depuis
it: dal

source: Super Admin that has all the rights
de: Hauptadministrator mit allen Rechten
fr: Administrateur principal avec tous les droits
it: Amministratore principale con tutti i diritti

source: Send e-mail to all
de: E-Mail an alle senden
fr: Envoyer mail à tous
it: Invia e-mail a tutti

source: Invalid e-mail address.
de: E-Mail-Adresse ist nicht vorhanden.
fr: L'adresse mail n'existe pas.
it: L'indirizzo e-mail non esiste.

source: Forgot Password
de: Passwort vergessen
fr: Mot de passe oublié
it: Password dimenticata

source: Please check your e-mail. You will receive the instructions to reset your password.
de: Bitte Posteingang überprüfen. Eine E-Mail mit Anleitung zum Erlangen des Passworts wurde verschickt.
fr: Veuillez vérifier la réception de courrier. Un mail avec consigne pour obtenir le mot de passe a été envoyé.
it: Si prega di verificare la posta in entrata. È stata inviata un'e-mail con le istruzioni per la richiesta della password.

source: Log Out
de: Abmelden
fr: Déconnecter
it: Esci

source: Maintenance
de: Wartungsarbeiten
fr: Travaux d'entretien
it: Lavori di manutenzione

source: 404 Error : page not found
de: 404 Fehler: Seite nicht gefunden.
fr: 404 Erreur: Page non trouvée
it: Errore 404: Pagina non trovata

source: Visit the home page
de: Besuchen Sie die Startseite
fr: Veuillez visiter la page d'accueil
it: Visitare la home page

source: Passive member
de: Mitglied
fr: Membre
it: Membro

source: No membership
de: Keine Mitgliedschaft
fr: Pas membre
it: Nessuna iscrizione

source: Active sponsor
de: Aktiver Sponsor
fr: Sponsor actif
it: Sponsor attivo

source: No sponsor
de: Kein Sponsor
fr: Pas de sponsor
it: Nessuno sponsor

source: Newsletter subscribed
de: Newsletter abonniert
fr: Abonné à la newsletter
it: Abbonamento alla newsletter

source: Newsletter not subscribed
de: Newsletter nicht abonniert
fr: Non abonné à la newsletter
it: Non abbonato alla newsletter

source: Internal area access active
de: Aktiver Zugang zum internen Bereich
fr: Accès actif au domaine interne
it: Accesso attivo all'area interna

source: Internal area access inactive
de: Kein Zugang zum internen Bereich
fr: Pas d'accès au domaine interne
it: Nessun accesso all'area interna

source: Attention
de: Achtung
it: Attenzione

source: There are some required %executiveboard% members missing. Please complete the %executiveboard% now.
de: Der %executiveboard% weist vakante Funktionen auf. Bitte schnellstmöglich komplettieren.
fr: Le %executiveboard% présente des fonctions vacantes. Veuillez compléter le plus rapidement possible.
it: %executiveboard% presenta funzioni vacanti. Si prega di completare il più presto possibile.

source: Import
de: Importieren
fr: Importer
it: Importa

source: Export all
de: Exportieren
fr: Exporter
it: Esporta

source: Export selected
de: Exportieren
fr: Exporter
it: Esporta

source: Archive all
de: Alle archivieren
fr: Archiver tout
it: Archivia tutto

source: Archive selected
de: Archivieren
fr: Archiver
it: Archivia

source: Archive %contname%
de: %contname% archivieren
fr: Archiver %contname%
it: Archivia %contname%

source: Archive %contcount% contacts
de: %contcount% Kontakte archivieren
fr: Archiver %contcount% de contacts
it: Archivia contatti %contcount%

source: Send e-mail to all
de: E-Mail an alle senden
fr: Envoyer mail à tous
it: Invia e-mail a tutti

source: Send e-mail to selected
de: E-Mail senden
fr: Envoyer mail
it: Invia e-mail

source: Archive
de: Archivieren
fr: Archiver
it: Archivia

source: Continue
de: Fortfahren
fr: Continuer
it: Continua

source: The contact can not be archived:
de: Kontakt kann nicht archiviert werden:
fr: Le contact n'a pas pu être archivé:
it: Impossibile archiviare il contatto:

source: Do you really want to archive the contact?
de: Möchten Sie den Kontakt wirklich archivieren?
fr: Voulez-vous vraiment archiver le contact?
it: Si desidera archiviare il contatto?

source: Do you really want to arvhive the contacts?
de: Möchten Sie die Kontakte wirklich archivieren?
fr: Voulez-vous vraiment archiver les contacts?
it: Si desidera archiviare i contatti?

source: %nonOwnMembers% of %selContIds% contacts can not be archived:
de: %nonOwnMembers% von %selContIds% Kontakten können nicht archiviert werden:
fr: %nonOwnMembers% de %selContIds% de contacts de ne peuvent pas être archivés:
it: %nonOwnMembers% di %selContIds% contatti non possono essere archiviati:

source: The contacts can not be archived:
de: Diese Kontakte können nicht archiviert werden:
fr: Ces contacts ne peuvent pas être archivés:
it: Questi contatti non possono essere archiviati:

source: Edit selected
de: Bearbeiten
fr: Editer
it: Modificare

source: Delete selected
de: Löschen
fr: Supprimer
it: Cancellare

source: Reactivate selected
de: Wiederherstellen
fr: Restaurer
it: Ripristina

source: %selcount% out of %totalcount% contacts archived successfully
de: %selcount% von %totalcount% Kontakte erfolgreich archiviert
fr: %selcount% de contacts de %totalcount% archivés avec succès
it: %selcount% di %totalcount% contatti archiviati correttamente

source: Edit mode
de: Bearbeitungsmodus
fr: Mode de traitement
it: Modalità di modifica

source: It is required to select a Fairgate field or to skip the columns:
de: Es ist erforderlich, ein Fairgate-Feld zu wählen oder die folgenden Spalten zu überspringen:
fr: Il faut sélectionner un champ Fairgate ou sauter les colonnes suivantes:
it: È necessario selezionare un campo Fairgate o saltare le seguenti colonne:

source: Column
de: Spalten
fr: Colonnes
it: Colonne

source: Reactivate contacts
de: Kontakte reaktivieren
fr: Réactiver contacts
it: Riattiva contatti

source: Reactivate the following contacts? They will be reactivated to their previous state:
de: Folgende Kontakte reaktivieren? Sie werden in den ursprünglichen Stand versetzt.
fr: Réactiver les contacts suivants? Ils seront remis dans l'état d'origine.
it: Riattivare i seguenti contatti? Saranno ripristinati allo stato originale.

source: data
de: Daten
fr: Données
it: Dati

source: assignments
de: Zugehörigkeiten
fr: Appartenances
it: Affiliazioni

source: connections
de: Verbindungen
fr: Relations
it: Link

source: userrights
de: Benutzerrechte
fr: Droits utilisateur
it: Diritti utente

source: notes
de: Notizen
it: Note

source: contact options
de: Kontaktoptionen
fr: Options contact
it: Opzioni di contatto

source: contact status
de: Kontaktstatus
fr: Statut contact
it: Stato del contatto

source: Edited By
de: Bearbeitet von
fr: Traité par
it: Modificato da

source: Contact Fields
de: Kontaktfelder
fr: Champs ontact
it: Campi di contatto

source: To
de: bis
fr: jusqu'à
it: sino a

source: From
de: Von
fr: De
it: Dal

source: Membership
de: Mitgliedschaft
fr: Adhésion

source: Category
de: Kategorie
fr: Catégorie
it: Categoria

source: Assignments
de: Zugehörigkeiten
fr: Appartenances
it: Affiliazioni

source: Contact
de: Kontakt
it: Contatto

source: Connection
de: Verbindung
fr: Liaison
it: Link

source: Assignment
de: Zuweisung
fr: Affectation
it: Assegnazione

source: Action
de: Aktion
it: Azione

source: Value/Action
de: Wert/Aktion
fr: Valeur/action
it: Valore/Azione

source: Type
de: Typ
it: Tipo

source: Assign %club% to %groupA%
de: %club% zu %groupA% zuweisen
fr: Affecter %club% à %groupA%
it: Assegna %club% a %groupA%

source: Assign %clubs% to %groupA%
de: %clubs% zu %groupA% zuweisen
fr: Affecter %clubs% à %groupA%
it: Assegna %club% a %groupA%

source: Move %club% from %groupA% to %groupB%
de: %club% von %groupA% zu %groupB% verschieben
fr: Déplacer %club% de %groupA% à %groupB%
it: Sposta %club% da %groupA% a %groupB%

source: Move %clubs% from %groupA% to %groupB%
de: %clubs% von %groupA% zu %groupB% verschieben
fr: Déplacer %clubs% de %groupA% à %groupB%
it: Sposta %clubs% da %groupA% a %groupB%

source: Assign %clubs% to
de: %clubs% zuweisen zu
fr: Affecter %clubs% à
it: Assegna %clubs% a

source: Assign %club% to
de: %club% zuweisen zu
fr: Affecter %club% à
it: Assegna %club% a

source: Assign selected %clubs% to
de: Gewählte %clubs% zuweisen zu
fr: Affecter %clubs% sélectionnés à
it: Assegna %clubs% selezionati a

source: Move %clubs% from %groupA% to
de: %clubs% aus %groupA% verschieben zu
fr: Déplacer %clubs% de %groupA% vers
it: Sposta %clubs% da %groupA%

source: Move %club% from %groupA% to
de: %club% aus %groupA% verschieben zu
fr: Déplacer %club% de %groupA% vers
it: Sposta %club% da %groupA%

source: Move selected clubs from %groupA% to
de: Gewählte %clubs% von %groupA% verschieben zu
fr: Déplacer %clubs% sélectionnés de %groupA% vers
it: Sposta %clubs% selezionati da %groupA%

source: Remove %clubs% from %groupA%
de: Entferne %clubs% aus %groupA%
fr: Enlever %clubs% du %groupA%
it: Elimina %clubs% da %groupA%

source: Remove %club% from %groupA%
de: Entferne %club% aus %groupA%
fr: Enlever %club% du %groupA%
it: Elimina %club% da %groupA%

source: Remove selected clubs from %groupA%
de: Entferne gewählte %clubs% aus %groupA%
fr: Enlever %clubs% sélectionnés du %groupA%
it: Elimina %clubs% selezionati da %groupA%

source: Assignment Saved
de: Zuweisung gespeichert
fr: Affectation enregistrée
it: Assegnazione salvata
