Repository: deepapaul/fairgatev4
Catalog: fairgate4/src/Common/UtilityBundle/Resources/translations/messages.*.xlf
Languages: de, fr, it

source: Delete %contname%
de: %contname% löschen
fr: Supprimer %contname%
it: Cancella %contname%

source: Delete %contcount% archived contacts
de: Lösche %contcount% archivierte Kontakte
fr: Supprimer %contcount% de contacts archivés
it: Cancella %contcount% contatti archiviati

source: Do you really want to permanently delete these archived contacts?
de: Möchten Sie diese archivierten Kontakte wirklich unwiderruflich löschen?
fr: Voulez-vous vraiment supprimer définitivement ces contacts archivés?
it: Vuoi eliminare irrevocabilmentei contatti archiviati?

source: Active
de: Aktiv
fr: Actif
it: Attivo

source: %totalcount% archived contacts deleted successfully
de: %totalcount% archivierte Kontakte erfolgreich gelöscht
fr: %totalcount% de contacts archivés supprimés avec succès
it: %totalcount% contatti archiviati cancellati correttamente

source: Single persons
de: Privatperson
fr: Personne privée
it: Persona fisica

source: Companies with main contact
de: Firmen mit Hauptkontakt
fr: Sociétés avec contact principal
it: Società con contatto principale

source: Companies without main contact
de: Firmen ohne Hauptkontakt
fr: Sociétés sans contact principal
it: Società senza contatto principale

source: CSV type
de: CSV-Typ
fr: Type CSV
it: Tipo CSV

source: Address block
de: Adressblock
fr: Bloc d'adresses
it: Blocco indirizzo

source: With main contact
de: Mit Hauptkontakt
fr: Avec contact principal
it: Con contatto principale

source: Without main contact
de: Ohne Hauptkontakt
fr: Sans contact principal
it: Senza contatto principale

source: Import file
de: Importdatei
fr: Fichier d'import
it: File di import

source: Data assignment
de: Datenzuweisung
fr: Affectation données
it: Assegnazione dei dati

source: Import file correction
de: Importdateikorrektur
fr: Correction fichier d'import
it: Correzione file di import

source: Duplicates handling
de: Duplikatehandhabung
fr: Gestion des doublons
it: Gestione duplicati

source: Assignments
de: Zugehörigkeiten
fr: Appartenances
it: Affiliazioni

source: Import
de: Importieren
fr: Importer
it: Importa

source: Continue
de: Fortfahren
fr: Continuer
it: Continua

source: Data
de: Daten
fr: Données
it: Dati

source: Data field
de: Kontaktfeld
fr: Champ contact
it: Campo di contatto

source: Updated Successfully
de: Erfolgreich aktualisiert
fr: Mis à jour avec succès
it: Aggiornato correttamente

source: Delete all
de: Alle löschen
fr: Supprimer tout
it: Cancellare tutti

source: Note:
de: Hinweis:
fr: Remarque:
it: Avvertenza:

source: Only contacts with {#Federation member.sl#} can be assigned to {#Federation.sl#} roles
de: Nur {#Federation member.sl#} können {#Federation.sl#}srollen zugewiesen werden.
fr: On ne peut affecter qu'aux {#Federation member.sl#} des rôles {#Federation.sl#}.
it: Solo i {#Federation member.sl#} possono essere assegnati a ruoli {#Federation.sl#}.

source: Do you really want to reactivate this archived contact ?
de: Möchten Sie diesen archivierten Kontakt wirklich reaktivieren?
fr: Voulez-vous vraiment réactiver ce contact archivé?
it: Vuoi eliminare irrevocabilmente questo contatto archiviato?

source: Do you really want to reactivate these archived contacts ?
de: Möchten Sie diese archivierten Kontakte wirklich reaktivieren?
fr: Voulez-vous vraiment réactiver ces contacts archivés?
it: Vuoi riattivare questi contatti archiviati?

source: Activate
de: Aktivieren
fr: Activer
it: Attiva

source: contacts
de: Kontakte
it: Contatti

source: Cancel
de: Abbrechen
fr: Annuler
it: Interrompi

source: %updatecount% of %totalcount% contact successfully activated
de: %updatecount% von %totalcount% Kontakte erfolgreich reaktiviert
fr: %updatecount% de %totalcount% contacts réactivés avec succès
it: %updatecount% di %totalcount% contatti riattivati correttamente

source: Email is alredy exist
de: E-Mail existiert bereits
fr: L'adresse mail existe déjà
it: L'e-mail esiste già

source: Successfully reactivate this contact
de: Diesen Kontakt erfolgreich reaktiviert
fr: Ce contacat a été réactivé avec succès
it: Contatto riattivato correttamente

source: Archived contacts
de: Archivierte Kontakte
fr: Contacts archivés
it: Contatti archiviati

source: Contact fields
de: Kontaktfelder
fr: Champs contact
it: Campi di contatto

source: Contact overview settings
de: Kontakteübersichtsseite
fr: Page d'aperçu de contacts
it: Pagina riepilogativa dei contatti

source: Data fields
de: Kontaktfelder
fr: Champs contact
it: Campi di contatto

source: Classifications
de: Klassifizierungen
fr: Clasifications
it: Classificazioni

source: Log entries from
de: Log-Einträge von
fr: Enregistrements connexion de
it: Log messaggi da

source: Data field
de: Kontaktfeld
fr: Champ contact
it: Campo di contatto

source: rows
de: Zeilen
fr: Lignes
it: Righe

source: Search
de: Suche
fr: Recherche
it: Ricerca

source: Showing
de: Zeige
fr: Afficher
it: Mostra

source: to
de: bis
fr: jusqu'à
it: sino a

source: of
de: von
fr: de
it: da

source: Contact
de: Kontakt
it: Contatto

source: Archived On
de: Archiviert am
fr: Archivé le
it: Archiviato il

source: Functions
de: Funktionen
fr: Fonctions
it: Funzioni

source: Delete
de: Löschen
fr: Supprimer
it: Cancellare

source: Export %count% contacts
de: %count% Kontakte exportieren
fr: Exporter %count% contacts
it: Esporta %count% contatti

source: Export 1 contact
de: 1 Kontakt exportieren
fr: 1 Exporter contact
it: Esporta 1 contatto

source: Export 1 archived contact
de: 1 archivierten Kontakt exportieren
fr: Exporter 1 contact archivé
it: Esporta 1 contatto archiviato

source: Export %count% archived contacts
de: %count% archivierte Kontakte exportieren
fr: Exporter %count% contacts archivés
it: Esporta %count% contatti archiviati

source: Role categories
de: Rollenkategorien
fr: Catégories rôles
it: Categorie ruoli

source: %Federation% role categories
de: %Federation%-Rollenkategorien
fr: Catégories rôles %Federation%
it: Categorie ruoli %Federation%

source: Filter roles categories
de: Filterrollenkategorien
fr: Catégories rôles filtre
it: Categorie ruoli per filtro

source: %Team% categories
de: %Team%-Kategorien
fr: Catégories %Team%
it: Categorie %team%

source: Classifications
de: Klassifizierungen
it: Classificazioni

source: Assignments
de: Zugehörigkeiten
fr: Appartenances
it: Affiliazioni

source: Notes
de: Notizen
it: Note

source: Connections
de: Verbindungen
fr: Liaisons
it: Link

source: Household
de: Haushalt
fr: Domicile
it: Budget

source: Company (main contact)
de: Firma (Hauptkontakt)
fr: Société (contact principal)
it: Società (con contatto principale)

source: Main contact
de: Hauptkontakt
fr: Contact principal
it: Contatto principale

source: Other connections
de: Sonstige Verbindungen
fr: Autres liaisons
it: Altri collegamenti

source: Since
de: Seit
fr: Depuis
it: Dal

source: This is a %federation%-owned contact.
de: Dies ist ein %federation%-eigener Kontakt.
fr: Ceci est un contact propre à %federation%.
it: Questo è un contatto proprio della %federation%.

source: Add contact field
de: Kontaktfeld hinzufügen
fr: Ajouter champ contact
it: Aggiungi campo di contatto

source: Add category
de: Kategorie hinzufügen
fr: Ajouter catégorie
it: Aggiungi categoria

source: Contact fields
de: Kontaktfelder
fr: Champ contact
it: Campi di contatto

source: only for
de: nur für
fr: uniquement pour
it: Solo per

source: / Main contact (manual)
de: / Hauptkontakt (manuell)
fr: / Contact principal (manuel)
it: / contatto principale (manuale)

source: Required for:
de: Obligatorisch für:
fr: Obligatoire pour:
it: Obbligatorio per:

source: Properties
de: Optionen
fr: Options
it: Opzioni

source: Contact profiles
de: Kontaktprofile
fr: Profils contact
it: Profili di contatto

source: Search table
de: Tabelle durchsuchen
fr: Recherche dans tableau
it: Cerca tabella

source: No data available
de: Keine Daten vorhanden.
fr: Pas de données disponibles
it: Nessun dato disponibile

source: Archived Contacts
de: Archivierte Kontakte
fr: Contacts archivés
it: Contatti archiviati

source: Active Contacts
de: Aktive Kontakte
fr: Contacts actifs
it: Contatti attivi

source: Page not found
de: Seite nicht gefunden.
fr: Page non trouvée
it: Pagina non trovata

source: We can not found the page you’re looking for. Please check your URL and try again.
de: Die angeforderte Seite ist nicht auffindbar. Überprüfen Sie bitte die URL und versuchen Sie es erneut.
fr: La page demandée ne peut pas être trouvée. Veuillez vérifier l'URL et réessayez.
it: La pagina richiesta non è stata trovata. Controlla l'URL e riprova.

source: Missing user rights
de: Fehlende Berechtigung
fr: Pas d'autorisation
it: Autorizzazione mancante

source: The page you asked for is secure and you do not have proper credentials.
de: Für die angeforderte Seite haben Sie nicht die erforderlichen Rechte.
fr: Vous n'avez pas les droits nécessaires pour la page demandée.
it: Per la pagina richiesta, non si dispone dei diritti necessari.

source: Sorry, something went wrong.
de: Sorry, etwas ist schief gelaufen.
fr: Pardon, quelque chose s'est mal passée.
it: Siamo spiacenti, qualcosa è andato storto.

source: An unexpected error has occurred. For this reason the request could not be completed. Please try again. If the error occurs again, we ask you to send a message to: support@fairgate.ch
de: Ein unerwarteter Fehler ist aufgetreten. Die Anfrage konnte aus diesem Grund nicht ausgeführt werden. Bitte versuchen Sie es noch einmal. Sollte der Fehler erneut auftreten, bitten wir Sie um eine Nachricht auf: support@fairgate.ch
fr: Une erreur inattendue est survenue. La demande n'a pas pu être exécutée pour cette raison. Veuillez réessayer encore une fois. Si l'erreur survient encore une fois, veuillez envoyer un message à: support@fairgate.ch
it: Si è verificato un errore inatteso La richiesta non può essere eseguita per questo motivo. Riprova. Se l'errore si ripete, si prega di inviare un messaggio a: support@fairgate.ch

source: External contact
de: Externer Kontakt
fr: Contact externe
it: Contatto esterno

source: Yourself
de: Sie selber
fr: Vous-même
it: Lei stesso

source: This contact is owned by an other %Club% and can’t be archived.
de: Dieser Kontakt gehört einem anderen %Club% und kann deshalb nicht archiviert werden.
fr: Ce contact appartient à un autre %Club% et ne peut donc pas être archivé.
it: Questo contatto è di proprietà di un altro %club% e, pertanto, non può essere archiviato.

source: You can’t archive yourself.
de: Sie können sich nicht selbst archivieren.
fr: Vous ne pouvez pas vous archiver vous-même.
it: Non è possibile archiviare se stessi.

source: Former %fedmember%
de: Ehemalige %fedmember%
fr: Anciens %fedmember%
it: Ex %fedmember%

source: User guide
de: Benutzerhandbuch
fr: Manuel utilisateur
it: Manuale utente

source: User rights
de: Benutzerrechte
fr: Droits utilisateur
it: Diritti utente

source: Terminology
de: Terminologie
fr: Terminologie
it: Terminologia

source: Resigned on
de: Ausgetreten am
fr: Sorti le
it: Uscito il

source: Unexpected error
de: Unerwarteter Fehler
fr: Erreur inattendue
it: Errore inatteso

source: Page not found
de: Seite konnte nicht gefunden werden.
fr: La page n'a pas pu être trouvée
it: Pagina non trovata

source: Missing user rights
de: Fehlende Berechtigung
fr: Autorisation manquante
it: Autorizzazione mancante

source: Add Note
de: Notiz hinzufügen
fr: Ajouter note
it: Aggiungere nota

source: Add membdddership
de: Mitgliedschaft hinzufügen
fr: Ajouter adhésion
it: Aggiungere membership

source: Add filter role category
de: Filterrollenkategorie hinzufügen
fr: Ajouter catégorie rôle de filtre
it: Aggiungi categoria ruolo filtro

source: Add role category
de: Rollenkategorie hinzufügen
fr: Ajouter catégorie rôle
it: Aggiungi categoria ruolo

source: Add role
de: Rolle hinzufügen
fr: Ajouter rôle
it: Aggiungi ruolo

source: Add %team%
de: %team% hinzufügen
fr: Ajouter %team%
it: Aggiungi %team%

source: Add workgroup
de: Arbeitsgruppe hinzufügen
fr: Ajouter groupe de travail
it: Aggiungere gruppo di lavoro

source: Add function
de: Funktion hinzufügen
fr: Ajouter fonction
it: Aggiungi funzione

source: Start date should be less than end date
de: Startdatum muss vor Enddatum sein
fr: Date début doit être antérieur à date de fin
it: La data di inizio deve essere precedente alla data di fine

source: Start date and End date cant be future date
de: Start- und Enddatum können nicht in der Zukunft liegen
fr: Les dates de début et de fin ne doivent pas se situer dans le futur
it: La data di inizio e di fine non possono essere in futuro

source: Start date cant be future date
de: Startdatum kein nicht in der Zukunft liegen
fr: La date de début ne doit ps se situer dans le futur
it: La data di inizio non può essere in futuro

source: End date cant be future date
de: Enddatum kann nicht in der Zukunft liegen
fr: La date de fin de ne doit pas se situer dans le futur
it: La data di fine non può essere in futuro

source: Showing %start% to %limit% of %count% entries
de: Zeige %start% bis %limit% von %count%
fr: Affiche %start% à %limit% de %count%
it: Visualizza %start% da %limiti% di %count%

source: Last edited %edate% %etime% by %ename%
de: Zuletzt bearbeit %edate% %etime% durch %ename%
fr: Traité la dernière fois %edate% %etime% par %ename%
it: Ultima modifica effettuata %edate% %etime% da %ename%

source: Overview
de: Übersicht
fr: Aperçu
it: Panoramica

source: Workgroups
de: Arbeitgsruppen
fr: Groupes de travail
it: Gruppi di lavoro

source: by
de: durch
fr: par
it: da

source: This page is asking you to confirm that you want to leave - data you have entered may not be saved.
de: Wollen Sie diese Seite wirklich verlassen? Ungespeicherte Inhalte können verloren gehen.
fr: Voulez-vous vraiment quitter cette page? Les contenus non enregistrés pourraient être perdus.
it: Si desidera effettivamente uscire dalla pagina? I contenuti salvati possono andare persi.

source: Do you really want to delete all contacts?
de: Wollen Sie wirklich alle Kontakte löschen?
fr: Voulez-vous vraiment supprimer tous les contacts?
it: Si desidera effettivamente eliminare tutti i contatti?

source: Do you really want to delete these contacts ?
de: Wollen Sie diese Kontakte wirklich löschen?
fr: oulez-vous vraiment supprimer ces contacts?
it: Si desidera effettivamente eliminare questi contatti?

source: Do you really want to delete this contact?
de: Wollen Sie diesen Kontakt wirklich löschen?
fr: oulez-vous vraiment supprimer ce contact?
it: Si desidera effettivamente eliminare il contatto?

source: This e-mail is being sent because you requested information on how to reset your password.
de: Diese E-Mail wurde Ihnen gesendet, damit Sie sich ein neues Passwort setzen können.
fr: Ce mail vous a été envoyé pour que vous puissiez définir un nouveau mot de passe.
it: Questa e-mail è stata inviata per impostare una nuova password.

source: You can change your password by clicking the below link which is only valid for 24 hours:
de: Um ein neues Passwort zu setzen, bitte den folgenden, für 24 Stunden gültigen Link anklicken:
fr: Pour définir un nouveau mot de passe, veuillez cliquer sur le lien suivant qui est valide pour 24 heures:
it: Per impostare una nuova password, fare clic sul link di seguito, che sarà valido per 24 ore:

source: Message system powered by
de: Nachrichtensystem von
fr: Système de message de:
it: Sistema SMS da

source: %updatecount% out of %totalcount% contacts deleted successfully
de: %updatecount% von %totalcount% Kontakten erfolgreich gelöscht
fr: %updatecount% de %totalcount% de contacts supprimés avec succès
it: %updatecount% di %totalcount% contatti eliminati correttamente

source: %count% contacts
de: %count% Kontakte
fr: %count% de contacts
it: %count% contatti

source: %count% contact
de: %count% Kontakt
it: contatto %count%

source: Log Out
de: Abmelden
fr: Déconnecter
it: Esci

source: Password
de: Passwort
fr: Mot de passe

source: User right
de: Benutzerrecht
fr: Droit utilisateur
it: Diritto utente

source: Contact status
de: Kontaktstatus
fr: Statut contact
it: Stato del contatto

source: Active
de: Aktiv
fr: Actif
it: Attivo

source: Archived
de: Archiviert
fr: Archivé
it: Archiviato

source: Requested
de: Angefordert
fr: Demandé
it: Richiesto

source: Changed
de: Geändert
fr: Modifié
it: Modificato

source: Club administrator
de: Hauptadministrator
fr: Administrateur principal
it: Amministratore principale

source: No data available in table:en
de: Keine Daten in der Tabelle vorhanden.
fr: Pas de données disponibles dans le tableau
it: Nessun dato disponibile in tabella

source: Members:de
de: Mitglieder
fr: Membres
it: Membri

source: Contacts
de: Kontakte
it: Contatti

source: System infos
de: Systeminformationen
fr: Informations système
it: Informazioni di sistema

source: Address Block
de: Adressblock
fr: Bloc d'adresses
it: Blocco indirizzo

source: Notes
de: Notizen
it: Note

source: Classifications
de: Klassifizierungen
it: Classificazioni

source: Data
de: Daten
fr: Données
it: Dati

source: Connections
de: Verbindungen
fr: Liaisons
it: Link

source: Assignments
de: Zugehörigkeiten
fr: Appartenances
it: Affiliazioni

source: User rights
de: Benutzerrechte
fr: Droits utilisateur
it: Diritti utente

source: Description De
de: Beschreibung
fr: Description
it: Descrizione

source: No matching records found
de: Keine passenden Einträge gefunden.
fr: Pas d'enregistrements correspondants trouvés
it: Nessuna voce corrispondente trovata

source: filtered from
de: gefiltert ab:
fr: filtré à partir
it: filtrato dal:

source: total entries
de: totale Einträge:
fr: Total enregistrements:
it: voci totali:

source: Sponsored by
de: Gesponsert von
fr: Sponsorisé par
it: Sponsorizzato da

source: Administrators
de: Administratoren
fr: Administrateurs
it: Amministratori

source: Classifications
de: Klassifizierungen
it: Classificazioni

source: Add class
de: Klasse hinzufügen
fr: Ajouter classe
it: Aggiungi classe

source: Address
de: Adresse
fr: Adresse
it: Indirizzo

source: Search for a contact...
de: Suche nach Kontakt...
fr: Recherche de contact...
it: Ricerca per contatto ...

source: Some contacts can’t be assigned due to multi-assignment restrictions. Do you want to remove the conflicting assignments? Otherwise no action is done for the particular contact
de: Einige Kontakte können nicht zugewiesen werden, da Mehrfach-Zuweisungen hier nicht erlaubt sind. Sollen die kollidierenden Rollenzuweisungen zuerst gelöscht werden? Ansonsten werden diese Kontakte nicht zugewiesen
fr: Certains contacts ne peuvent pas être affectés puisque des affectations multiples ne sont pas autorisées ici. Faut-il d'abord les affectations de rôles en conflit? Sinon, ces contacts ne seront pas affectés
it: Alcuni contatti non possono essere assegnati dal momento che non sono possibili più assegnazioni. Le assegnazioni di ruolo in conflitto dovranno essere dapprima eliminate? Altrimenti, questi contatti non saranno assegnati

source: More connections
de: weitere Verbindungen
fr: autres liens
it: altri collegamenti

source: and
de: und
fr: et
it: e

source: Import new contacts
de: Neue Kontakte importieren
fr: Importer nouveaux contacts
it: Importa nuovi contatti

source: Update existing contacts
de: Existierende Kontakte aktualisieren
fr: Mettre à jour des contacts existants
it: Aggiorna contatti esistenti

source: Last Name
de: Nachname
fr: Nom
it: Cognome

source: First Name
de: Vorname
fr: Prénom
it: Nome

source: Salutation
de: Anredeart
fr: Type salutation
it: Titolo

source: Gender
de: Geschlecht
fr: Sexe
it: Sesso

source: Company
de: Firma
fr: Société
it: Azienda

source: Correspondence language
de: Korrespondenzsprache
fr: Langue de correspondance
it: Lingua per la corrispondenza

source: This field is required
de: Dies ist ein Pflichtfeld
fr: Ceci est un champ obligatoire
it: Questo è un campo obbligatorio

source: Add a contact
de: Kontakt hinzufügen
fr: Ajouter contact
it: Aggiungi contatto

source: Step
de: Schritt
fr: Etape
it: Fase

source: of
de: von
fr: de
it: da

source: joining date
de: Eintrittsdatum
fr: Date d'entrée
it: Data di entrata

source: leaving date
de: Austrittsdatum
fr: Date de sortie
it: Data di uscita

source: File upload
de: Datei wählen
fr: Sélectionner fichier
it: Seleziona file

source: Change
de: Ändern
fr: Modifier
it: Modifica

source: No required field
de: Kein Pflichtfeld
fr: Pas de champ obligatoire
it: Nessun campo obbligatorio

source: For all contacts
de: Für alle Kontakte
fr: Pour tous les contacts
it: Per tutti i contatti

source: For all members
de: Für alle Mitglieder
fr: Pour tous les membres
it: Per tutti i membri

source: Open
de: offen
fr: offen
it: aperto

source: Restricted
de: eingeschränkt
fr: eingeschränkt
it: limitato

source: Last Login
de: Zuletzt angemeldet
fr: Connecté la dernière fois
it: Ultimo login

source: Last inv. sending
de: Letzte Rechnungsstellung
fr: Dernière facturation
it: Ultima fatturazione

source: NL Subscriber
de: NL-Abonnement
fr: Abonnés NL
it: Abbonati NL

source: Age
de: Alter
it: Età

source: Member year
de: Mitgliederjahre
fr: Années d'adhésion
it: Anni di appartenenza

source: Go to the page
de: Zur Seite
fr: A la page
it: Vai alla pagina

source: Log In
de: Anmeldung
fr: Connexion

source: Export 1 former %fedmember%
de: 1 ehemaliges %fedmember% exportieren
fr: Exporter 1 %fedmember% ancien
it: Esporta 1 ex %fedmember%

source: Export %count% former %fedmembers%
de: %count% ehemalige %fedmembers% exportieren
fr: Exporter %count% %fedmembers% anciens
it: Esporta %count% ex %fedmembers%

source: Used for address block. Schemes and examples:
de: Verwendet für Adressblock. Beispiel:
fr: Utilisé pour bloc d'adresses. Exemple:
it: Usato per blocco indirizzo. Esempio:

source: Used as receiver of system sms
de: Verwendet für Empfang von SMS
fr: Utilisé pour la réception de SMS
it: Utilizzato per la ricezione di SMS

source: Used as receiver of system mails (if seleted)
de: Verwendet für Empfang von System-Mails (wenn ausgewählt)
fr: Utilisé pour la réception de mails système (si sélectionné)
it: Utilizzato per la ricezione di mail dal sistema (se selezionato)

source: Used as receiver of system mails
de: Verwendet für Empfang von System-Mails
fr: Utilisé pour la réception de mails système
it: Utilizzato per la ricezione di mail dal sistema

source: Used as user name
de: Verwendet als Benutzername
fr: Utilisé comme nom utilisateur
it: Utilizzato come nome utente

source: More
de: Mehr
fr: Plus
it: Più

source: Memberships Category
de: Mitgliedschafts-Kategorie
fr: Catégorie membre
it: Categoria di appartenenza

source: Assignments
de: Zuweisungen
fr: Affectations
it: Assegnazioni

source: Add assignments
de: Zuweisung hinzufügen
fr: Ajouter affectation
it: Aggiungi assegnazione

source: Administrators
de: Administratoren
fr: Administrateurs
it: Amministratori

source: - Select -
de: Wählen…
fr: Sélectionner…
it: Seleziona...

source: Stats
de: Statistik
fr: Statistique
it: Statistica

source: Company logo
de: Firmenlogo
fr: Logo société
it: Logo azienda

source: Profile picture
de: Profilbild
fr: Image profil
it: Foto del profilo

source: Added
de: hinzugefügt
fr: ajouté
it: aggiunto

source: Changed
de: geändert
fr: modifié
it: modificato

source: Removed
de: entfernt
fr: enlevé
it: eliminato

source: Contact
de: Kontakt
it: Contatto

source: Select file
de: Datei wählen
fr: Sélectionner fichier
it: Seleziona file

source: Change
de: Ändern
fr: Modifier
it: Modifica

source: Former %fedmember%
de: Ehemaliges %fedmember%
fr: Ancien %fedmember%
it: Ex %fedmember%

source: Loading...
de: In Arbeit…
fr: En traitement…
it: In lavorazione...

source: General
de: Allgemein
fr: Généralités
it: Generale

source: Federation
de: Verband
fr: Fédération
it: Associazione

source: Note
de: Notiz
it: Nota
