Repository: deepapaul/fairgatev4
Catalog: fairgate4/src/Common/UtilityBundle/Resources/translations/messages.*.xlf
Languages: de, fr, it

source: Conflicting role assignment
de: Kollidierende Zuweisungen
fr: Affectations en conflit
it: Assegnazioni in conflitto

source: Drop picture to upload
de: Bild hierher ziehen zum Hochladen
fr: Tirer l'image ici pour le téléchargement
it: Trascinare qui l'immagine da caricare

source: (or click)
de: (oder klicken)
fr: (ou cliquer)
it: (oppure fare clic)

source: Remove file
de: Datei entfernen
fr: Enlever fichier
it: Elimina file

source: Invalid file.
de: Ungültige Datei.
fr: Fichier invalide.
it: File non valido.

source: Logged in as %username%
de: Angemeldet als %username%
fr: Connecté en tant que %username%
it: Login effettuato come %username%

source: You can assign %count% contacts to %team% or roles
de: Sie können %count% Kontakte zu %team% oder Rollen zuweisen
fr: Vous pouvez affecter %count% de contacts à %team% ou rôles
it: È possibile assegnare %count% contatti o ruoli al %team%

source: Contact imported successfully
de: Kontakte erfolgreich importiert
fr: Contacts importés avec succès
it: Contatti importati correttamente

source: Do you really want to remove?
de: Wollen Sie wirklich entfernen?
fr: Voulez-vous vraiment enlever?
it: Si desidera effettivamente eliminare?

source: Not allowed to remove.
de: Entfernung nicht erlaubt.
fr: Enlèvement interdit.
it: Eliminazione non ammessa

source: Values:
de: Werte:
fr: Valeurs:
it: Valori:

source: etc
de: usw.
it: ecc.

source: Error
de: Fehler
fr: Erreur
it: Errore

source: You are importing
de: Sie importieren
fr: Vous importez
it: Importi

source: You are updating
de: Sie aktualisieren
fr: Vous mettez à jour
it: Aggiorni

source: contact datasets. Assign your data fields
de: Kontakt-Datensätze. Bitte weisen Sie die Datenfelder zu
fr: Enregistrements données de contact. Veuillez affecter les champs de données
it: Record dei contatti. Si prega di assegnare i campi di dati

source: Fairgate field
de: Fairgate-Feld
fr: Champ Fairgate
it: Campo Fairgate

source: more columns
de: weitere Spalten
fr: autres colonnes
it: altre colonne

source: Column skipped
de: Spalte übersprungen
fr: Colonne sautée
it: Colonna saltata

source: On field
de: In Feld
fr: dans le champ
it: Nel campo

source: In column
de: In Spalte
fr: dans la colonne
it: Nella colonna

source: In rows
de: In Zeilen
fr: dans les lignes
it: Nelle righe

source: Club
de: Verein
fr: Association

source: Clubs
de: Vereine
fr: Associations
it: Club

source: Team member
de: Team-Mitglied
fr: Membre d'équipe
it: Membro del team

source: Team members
de: Team-Mitglieder
fr: Membres d'équipe
it: Membri del team

source: Team member picture
de: Team-Mitglied Bild
fr: Image membre d'équipe
it: Foto membro del team

source: Team member pictures
de: Team-Mitglied Bilder
fr: Images membre d'équipe
it: Foto membro del team

source: Team member profile
de: Team-Mitglied Profil
fr: Profil membre d'équipe
it: Profilo membro del team

source: Team member profiles
de: Team-Mitglied Profile
fr: Profils membre d'équipe
it: Profili membro del team

source: Team member list
de: Team-Mitglieder Liste
fr: Liste membres d'équipe
it: Elenco membri del team

source: Team member lists
de: Team-Mitglieder Listen
fr: Listes membres d'équipe
it: Elenchi membri del team

source: Intranet
de: Interner Bereich
fr: Domaine interne
it: Area interna

source: Gallery
de: Galerie
fr: Galerie
it: Galleria

source: Galleries
de: Galerien
fr: Galeries
it: Gallerie

source: Oganizer
de: Agenda
fr: Agenda
it: Ordine del giorno

source: Oganizers
de: Agenden
fr: Agendas
it: Ordini del giorno

source: Calender
de: Kalender
fr: Calendrier
it: Calendari

source: Calenders
de: Kalender
fr: Calendriers
it: Calendari

source: Website
de: Webseite
fr: Site Internet
it: Sito web

source: Executive Board
de: Vorstand
fr: Direction
it: Presidenza

source: Federation
de: Verband
fr: Fédération
it: Associazione

source: Sub-Federation
de: Unterverband
fr: Sous-fédération
it: Sottoassociazione

source: Sub-Federations
de: Unterverbände
fr: Sous-fédérations
it: Sottoassociazioni

source: Federation Member
de: Verbandsmitglied
fr: Membre fédération
it: Membro dell'associazione

source: Federation Members
de: Verbandsmitglieder
fr: Membres fédérations
it: Membri dell'associazione

source: Calculate contacts
de: Kontakte berechnen
fr: Calculer contacts
it: Calcola contatti

source: Calculate %clubs%
de: %clubs% berechnen
fr: Calculer %clubs%
it: Calcola %clubs%

source: %count% club
de: %count% {#Club.s#}
fr: %count% d'association
it: Associazione %count%

source: %count% clubs
de: %count% {#Club.p#}
fr: %count% d'associations
it: Associazioni %count%

source: Category
de: Kategorie
fr: Catégorie
it: Categoria

source: You have some assignment errors. Please check below.
de: Es gibt Zuweisungsfehler. Bitte überprüfen Sie die Angaben.
fr: Il y a des erreurs d’affectation. Veuillez vérifier les indications.
it: Si sono verificati errori di assegnazione. Si prega di verificare i dati

source: Contact updated successfully
de: Kontakt erfolgreich aktualisiert
fr: Contact misà jour avec succès
it: Contatto aggiornato correttamente

source: Memberships
de: Mitgliedschaften
fr: Adhésions
it: Membership

source: {0} of {1} selected
de: {0} von {1} ausgewählt
fr: {0} de {1} sélectionné
it: Selezionato {0} di {1}

source: Coming soon sponors
de: Kommt bald: Sponsoren
fr: Bientôt: Sponsors
it: In arrivo: Sponsor

source: Coming soon administrators
de: Kommt bald: Administratoren
fr: Bientôt: Administrateurs
it: In arrivo: Amministratori

source: Role category
de: Rollenkategorie
fr: Catégorie rôle
it: Categoria ruoli

source: Team category
de: Teamkategorie
fr: Catégorie équipe
it: Categoria team

source: contact
de: Kontakt
it: Contatto

source: Contacts
de: Kontakte
it: Contatti

source: Main contact of company
de: Hauptkontakt der Firma
fr: Contact principal de la société
it: Contatto principale della società

source: More
de: weitere
fr: autres
it: altro

source: Remove file
de: Datei entfernen
fr: Enlever fichier
it: Elimina file

source: You can not upload any more files.
de: Sie können keine weiteren Dateien hochladen.
fr: Vous ne pouvez pas télécharger d'autres fichiers.
it: Non è possibile caricare altri file.

source: Drop picture to upload
de: Bild hierher ziehen zum Hochladen
fr: Tirer l'image ici pour le téléchargement
it: Trascinare qui l'immagine da caricare

source: (or click)
de: (oder klicken)
fr: (ou cliquer)
it: (oppure fare clic)

source: You can't upload files of this type.
de: Dieser Dateityp wird nicht akzeptiert.
fr: Ce type de fichier n'est pas accepté.
it: Questo tipo di file non è accettato.

source: File is too big ({{filesize}}MB). Max filesize: {{maxFilesize}}MB.
de: Die Datei ist zu gross ({{filesize}} MB). Maximale Dateigrösse: {{maxFilesize}} MB.
fr: Ce fichier est trop grand ({{filesize}} MB). Taille de fichier max.: {{maxFilesize}} MB.
it: Il file è troppo grande ({{filesize}} MB). Dimensione max file: {{maxFilesize}} MB.

source: Your browser does not support drag'n'drop file uploads.
de: Ihr Browser unterstützt kein Drag’n’drop.
fr: Votre navigateur ne supporte pas le Drag and Drop.
it: Il tuo browser non supporta la funzione drag and drop.

source: E-mail Fields
de: E-Mail-Felder
fr: Champs mail
it: Campi di posta elettronica

source: mandatory
de: obligatorisch
fr: obligatoire
it: obbligatorio

source: non-mandatory
de: nicht obligatorisch
fr: non obligatoire
it: non obbligatorio

source: Recipients lists
de: Empfängerlisten
fr: Listes destinataires
it: Elenchi di destinatari

source: Receiver list
de: Empfängerliste
fr: Liste destinataires
it: Elenco destinatari

source: Add receiver list
de: Empfängerliste hinzufügen
fr: Ajouter liste destinataires
it: Aggiungi elenco destinatari

source: E-mail addresses
de: E-Mail-Adressen
fr: Adresses mail
it: Indirizzi e-mail

source: If none available, substitute by
de: Wenn keine verfügbar, ausweichen auf
fr: Si aucune n'est disponible, remplacer par
it: Se non disponibile, ricorrere a

source: These settings are only relevant by sending a mandatory newsletter or simple mail. Because non-mandatory newsletter (subscription newsletter) will be always sent to the primary mail
de: Diese Einstellungen sind nur relevant beim Senden von obligatorischen Newslettern und Einfach-Mails. Standard-Newsletter (Abonnements-Newsletter) werden immer an die primäre E-Mail-Adresse gesendet.
fr: Ces réglages ne sont pertinents que pour l'envoide newsletters obligatoires et mails simples. La newsletter standard (newsletter d'abonnement) est envoyée toujours à l'adresse mail primaire.
it: Queste impostazioni sono rilevanti solo per l'invio di newsletter obbligatorie e mail semplici. Le newsletter standard (iscrizioni alla newsletter) saranno sempre inviate all'indirizzo e-mail primario.

source: Communication
de: Kommunikation
it: Comunicazione

source: Simple mail
de: Einfach-Mail
fr: Mail simple
it: Mail semplice

source: Mailings
de: Versand
fr: Envoi
it: Spedizione

source: Recipients lists
de: Empfängerlisten
fr: Listes de destinataires
it: Elenchi di destinatari

source: Statistics
de: Statistik
fr: Statistique
it: Statistica

source: Subscribers
de: Abonnenten
fr: Abonnés
it: Abbonati

source: Bulk letter
de: Serienbrief
fr: Lettre type
it: Lettera circolare

source: Letters
de: Briefe
fr: Lettres
it: Lettere

source: Sendings
de: Versand
fr: Envoi
it: Spedizione

source: Credit packages
de: Credit-Pakete
fr: Colis crédit
it: Pacchetti di credito

source: Salutations
de: Anredetexte
fr: Texte salutation
it: Testo titolo

source: Subscribers
de: Abonnenten
fr: Abonnés
it: Abbonati

source: Missing Assignments
de: Fehlende Zuweisungen
fr: Affectations manquantes
it: Assegnazioni mancanti

source: There are %fedmember% with missing assignments to required %federation% roles. Please complete the %a%assignments%b% now.
de: Es gibt %fedmember% mit fehlenden Zuweisungen zu obligatorischen %federation%-Rollen. Bitte vervollständigen Sie die %a%Zuweisungen%b% jetzt.
fr: Il y a des %fedmember% avec des affectations manquantes aux rôles %federation% obligatoires. Veuillez compléter les %a%Zuweisungen%b% maintenant.
it: Ci sono %fedmember% con assegnazioni mancanti a ruoli obbligatori %federation%s. Completare ora le %a%Zuweisungen%b%.

source: Allowed time range: later than %a%, earlier than %b%
de: Zulässige Zeitspanne: nach %a%, vor %b%
fr: Période autorisée: après %a%, avant %b%
it: Durata ammissibile dopo %a%, prima %b%

source: Allowed time: earlier than %a%
de: Zulässige Zeit: früher als %a%
fr: Temps autorisé: plus tôt que %a%
it: Data consentita: prima di %a%

source: Subscriber
de: Abonnent-Einstellungen
fr: Réglages abonnés
it: Impostazioni abbonamento

source: New created contacts are subscribers by default
de: Neu erstellte Kontakte sind standardmässig Abonnenten
fr: Les contacts nouvellement créés sont en standard des abonnés
it: Sono i contatti appena creati sono abbonati standard

source: Select..
de: Wählen…
fr: Sélectionner…
it: Seleziona...

source: Yes
de: Ja
fr: Oui
it: Sì

source: No
de: Nein
fr: Non

source: Do you really want to delete?
de: Wollen Sie wirklich löschen?
fr: Voulez-vous vraiment supprimer?
it: Si desidera effettivamente eliminare?

source: Add entry
de: Eintrag hinzufügen
fr: Ajouter saisie
it: Aggiungere voce

source: have no access to this page
de: kein Zugang zu dieser Seite
fr: pas d'accès à cette page
it: nessun accesso a questa pagina

source: Recipients List Updated
de: Empfängerliste aktualisiert
fr: Liste de destinataires mise à jour
it: Elenco destinatari aggiornato

source: Recipient Contacts Updated
de: Empfänger-Kontakte aktualisiert
fr: Contacts destinataires mis à jour
it: Contatti destinatari aggiornato

source: Allowed time: later than %a%
de: Zulässige Zeitspanne: später als %a%
fr: Période autorisée: plus tard que %a%
it: Intervallo di tempo consentito: successivo a %a%

source: Add membership log
de: Vergangene Mitgliedschaft eintragen
fr: Indiquer période d'adhésion ancienne
it: Registrare una membership passata

source: Given timespan cannot overlap an existing timespan and should be earlier than today
de: Die Zeitspanne kann keine bestehende Mitgliedschaft überlappen und muss in der Vergangenheit liegen.
fr: La période ne doit pas recouvrir une adhésion existante et doit se situer dans le passé.
it: L'intervallo di tempo non può sovrapporsi a una membership esistente e deve collocarsi nel passato.

source: Delete Membership Log entry
de: Mitgliedschafts-Logeintrag löschen
fr: Supprimer enregistrement de connexion de membre
it: Elimina voce di log membership

source: Membership log updated successfully
de: Mitgliedschafts-Log erfolgreich aktualisiert
fr: Connexion de membre mis à jour avec succès
it: Log membership aggiornato correttamente

source: Editable
de: bearbeitbar
fr: à traiter
it: modificabile

source: Email (connected parent)
de: E-Mail (Elternverbindung)
fr: Adfresse mail (relation parents)
it: E-Mail (collegamento genitori)

source: File is too big ({{filesize}}MB). Max filesize: {{maxFilesize}}MB.
de: Datei ist zu gross ({{filesize}} MB). Maximale Dateigrösse: {{maxFilesize}} MB.
fr: Fichier trop grand ({{filesize}} MB). Taille fichier max.: {{maxFilesize}} MB.
it: File è troppo grande ({{filesize}} MB). Dimensione max file: {{maxFilesize}} MB.

source: Membership log added successfully
de: Mitgliedschaft erfolgreich eingetragen
fr: Adhésion enregistrée avec succès
it: Membership inserita correttamente

source: Membership log deleted successfully
de: Mitgliedschafts-Logeintrag erfolgreich gelöscht
fr: Enregistrement connexion d'adhésion supprimé avec succès
it: Impostazioni di colonna cancellate correttamente

source: Preview
de: Vorschau
fr: Aperçu
it: Anteprima

source: Recipients
de: Empfänger
fr: Destinataire
it: Destinatario

source: Publication
de: Veröffentlichung
it: Pubblicazione

source: Publish newsletter on specific newsletter archive page
de: Newsletter auf Newsletter-Archivseite veröffentlichen
fr: Publier la newsletter sur la page d'archive de newsletters
it: Pubblica newsletter nella pagina di archivio delle newsletter

source: These settings are only relevant by sending a mandatory newsletter or simple mail. Because non-mandatory newsletter (subscription newsletter) will be always sent to the primary mail
de: Diese Einstellungen haben nur auf obligatorische Newsletter und Einfach-Mails einen Einfluss. Standard-Newsletter werden immer an die primäre E-Mail-Adresse gesendet.
fr: Ces réglages n'ont une influence que sur les newsletters et mails simples. Les newsletters standard sont toujours envoyés à l'adresse mail primaire.
it: Queste impostazioni hanno effetto solo su newsletter obbligatorie e su e-mail semplici Le newsletter standard saranno sempre inviate all'indirizzo e-mail primario.

source: Updated Successfully
de: Erfolgreich aktualisiert
fr: Mis à jour avec succès
it: Aggiornato correttamente

source: Sender
de: Absender
fr: Expéditeur
it: Mittente

source: Attachments
de: Anhänge
fr: Annexes
it: Allegati

source: Resend to previously undeliverable addresses
de: Erneut an zuvor nicht zustellbare E-Mail-Adressen senden
fr: Renvoyer à une adresse mail non adressable auparavant
it: Inviare nuovamente agli indirizzi di posta elettronica precedentemente non recapitati

source: Warning!
de: Achtung!
fr: Attention!
it: Attenzione!

source: Type
de: Typ
it: Tipo

source: Non-mandatory (delivery depending on subscription)
de: Standard (Versand gemäss Abonnement)
fr: Standard (envoi selon l'abonnement)
it: Standard (spedizione secondo abbonamento)

source: Mandatory (can't be unsubscribed)
de: Obligatorisch (kann nicht abbestellt werden)
fr: Obligatoire (ne peut pas être désabonné)
it: Obbligatorio (impossibile annullare)

source: Single person scheme
de: Schema Einzelperson
fr: Schéma personne individuelle
it: Schema persona fisica

source: Single person example
de: Beispiel Einzelperson
fr: Exemple personne individuelle
it: Esempio persona fisica

source: Company scheme
de: Schema Firma
fr: Schéma société
it: Schema azienda

source: Company example
de: Beispiel Firma
fr: Exemple société
it: Esempio azienda

source: First name
de: Vorname
fr: Prénom
it: Nome

source: Last name
de: Nachname
fr: Nom
it: Cognome

source: Short salutation
de: Kurzanrede
fr: Titre réduit
it: Titolo breve

source: Title
de: Titel
fr: Titre
it: Titolo

source: Street
de: Strasse
fr: Rue
it: Via

source: Company
de: Firma
fr: Société
it: Azienda

source: Country
de: Land
fr: Pays
it: Paese

source: Zipcode
de: PLZ
fr: CP
it: Codice avviamento postale

source: P.O. box
de: Postfach
fr: Boîte postale
it: Casella postale

source: Location
de: Ort
fr: Ville
it: Località

source: external subscribers included
de: Externe Abonnenten inbegriffen
fr: Abonnés externes inclus
it: Abbonamenti esterni compresi

source: Correspondence language
de: Korrespondenzsprache
fr: Langue de correspondance
it: Lingua per la corrispondenza

source: E-mail addresses
de: E-Mail-Adressen
fr: Adresses mail
it: Indirizzi e-mail

source: If empty,substitute by
de: Falls leer, ausweichen auf
fr: Si vide, passer sur
it: Se vuoto, ricorrere a

source: E-mail Address
de: E-Mail-Adresse
fr: Adresse mail
it: Indirizzo e-mail

source: E-mail field
de: E-Mail-Feld
fr: Champ adresse mail
it: Campo e-mail

source: Contact
de: Kontakt
it: Contatto

source: Salutation
de: Anredetext
fr: Texte de salutation
it: Testo titolo

source: Opened
de: Geöffnet
fr: Ouvert
it: Aperto

source: Successfully resend
de: Erfolgreich erneut gesendet
fr: Renvoyé à nouveau avec succès
it: Inviata di nuovo correttamente

source: %a% newsletters have been undeliverable. You can edit the contact's e-mail fields and resend the newsletter to them.
de: %a% Newletter waren nicht zustellbar. Sie können die E-Mail-Felder der Kontakte bearbeiten und ihnen die Newsletter erneut senden.
fr: %a% de newletters ne pouvaient pas être livrés. Vous pouvez réediter les champs d'adresse mail des contacts et renvoyer à nouveau la newsletter.
it: %a% Non è stato possibile consegnare le newsletter. È possibile modificare i campi e-mail dei contatti e inviarvi di nuovo la newsletter.

source: Self
de: Selber
fr: Soi-même
it: Stesso

source: Recepient email successfully edited
de: Empfänger-E-Mail erfolgreich bearbeitet
fr: Destinataire mail édité avec succès
it: E-mail destinatario modificata correttamente

source: Bounce message
de: Bounce-Nachricht
fr: Message Bounce
it: Messaggio di rimbalzo

source: Did you forget to save first form?
de: Haben Sie vergessen, Änderungen zu speichern?
fr: Avez-vous oublié d'enregistrer les modifications?
it: Dimenticato di dimenticare le modifiche?

source: Reactivated
de: Reaktiviert
fr: Réactivé
it: Riattivato

source: Choose pattern&hellip;
de: Vorlage wählen&hellip;
fr: Sélectionner modèle&hellip;
it: Seleziona modello&hellip;

source: Intro text
de: Einleitung
fr: Introduction
it: Introduzione

source: Advanced editor
de: Profi-Editor
fr: Editeur professionnel
it: Editor professionale

source: Simple editor
de: Einfacher Editor
fr: Editeur simple
it: Editor semplice

source: Save template
de: Vorlage speichern
fr: Enregistrer modèle
it: Salva modello

source: Delete template
de: Vorlage löschen
fr: Supprimer modèle
it: Elimina modello

source: Close
de: schließen
fr: Fermer
it: chiudi

source: Leaving date should be greater than joining date
de: Austrittsdatum muss nach dem Eintrittsdatum sein.
fr: La date de sortie doit être supérieure à la date d'entrée.
it: La data di fine deve essere successiva alla data di ingresso.

source: Leaving date cant be future date
de: Austrittsdatum kann nicht in der Zukunft liegen
fr: La date de sotie ne doit pas être située dans l'avenir
it: La data di fine non può essere in futuro

source: Invalid leaving date
de: Ungültiges Austrittsdatum
fr: Date de sortie invalide
it: Data di fine non valida

source: Signature
de: Signatur
it: Firma

source: Overwrite existing template
de: Bestehende Vorlage überschreiben
fr: Réécrire modèle existant
it: Sovrascrivi il modello esistente

source: Delete template
de: Vorlage löschen
fr: Supprimer modèle
it: Elimina modello

source: Save signature
de: Signatur speichern
fr: Enregistrer signature
it: Salva firma

source: Delete signature
de: Signatur löschen
fr: Supprimer signature
it: Elimina firma

source: Please set their leaving date:
de: Austrittsdatum setzen (für Mitglieder):
fr: Définir date de sortie (pour membres):
it: Imposta data di fine (per membri):

source: Do you really want to overwrite the existing intro template %templateName%?
de: Wollen Sie die Einleitungstext-Vorlage %templateName% wirklich überschreiben?
fr: Voulez-vous vraiment réécrire le modèle de texte d'introduction %templateName%?
it: Si desidera effettivamente sovrascrivere il modello di testo introduttivo %templateName%?

source: Do you really want to overwrite the existing closing template %templateName%?
de: Wollen Sie die Abschlusstext-Vorlage %templateName% wirklich überschreiben?
fr: Voulez-vous vraiment réécrire le modèle de texte de conclusion %templateName%?
it: Si desidera effettivamente sovrascrivere il modello di testo conclusivo %templateName%?

source: Do you really want to overwrite the existing signature template %templateName%?
de: Wollen Sie die Signatur-Vorlage %templateName% wirklich überschreiben?
fr: Voulez-vous vraiment réécrire le modèle de signature %templateName%?
it: Si desidera effettivamente sovrascrivere il modello di firma %templateName%?

source: Do you really want to delete the intro template %templateName%?
de: Wollen Sie die Einleitungstext-Vorlage %templateName% wirklich löschen?
fr: Voulez-vous vraiment supprimer le modèle de texte d'introduction %templateName%?
it: Si desidera effettivamente eliminare il modello di testo introduttivo %templateName%?

source: Do you really want to delete the closing template %templateName%?
de: Wollen Sie die Abschlusstext-Vorlage %templateName% wirklich löschen?
fr: Voulez-vous vraiment supprimer le modèle de texte de conclusion %templateName%?
it: Si desidera effettivamente eliminare il modello di testo conclusivo %templateName%?

source: Do you really want to delete the signature template %templateName%?
de: Wollen Sie die Signatur-Vorlage %templateName% wirklich löschen?
fr: Voulez-vous vraiment supprimer le modèle de signature %templateName%?
it: Si desidera effettivamente eliminare il modello di firma %templateName%?

source: Salutation
de: Anrede
fr: Titre
it: Titolo

source: Personal
de: Persönlich
fr: Personnel
it: Personale

source: Communication
de: Kommunikation
it: Comunicazione

source: Type
de: Typ
it: Tipo

source: Sending
de: Versand
fr: Envoi
it: Spedizione

source: Simplemail
de: Einfach-Mail
fr: Mail simple
it: Mail semplice

source: Main content
de: Hauptinhalt
fr: Contenu principal
it: Contenuto principale

source: Choose pattern&hellip;
de: Vorlage wählen&hellip;
fr: Sélectionner modèle&hellip;
it: Seleziona modello&hellip;

source: begins with
de: beginnt mit
fr: commence avec
it: inizia con

source: begins not with
de: beginnt nicht mit
fr: ne commence pas avec
it: non inizia con

source: ends with
de: endet mit
fr: finit avec
it: termina con

source: ends not with
de: endet nicht mit
fr: ne finit pas avec
it: non termina con

source: File upload
de: Datei hochladen
fr: Télécharger fichier
it: Carica file

source: Attachemnts
de: Anhänge
fr: Annexes
it: Allegati

source: of
de: von
fr: de
it: da
