Repository: deepapaul/fairgatev4
Catalog: fairgate4/src/Common/UtilityBundle/Resources/translations/messages.*.xlf
Languages: de, fr, it

source: %a% Simple mail waren nicht zustellbar. Sie können die E-Mail-Felder der Kontakte bearbeiten und ihnen die Simple mail erneut senden.
de: %a% Einfach-Mails waren nicht zustellbar. Sie können die E-Mail-Felder der Kontakte bearbeiten und ihnen die Einfach-Mail erneut zusenden.
fr: %a% Les mails simples ne pouvaient pas être livrés. Vous pouvez éditer les champs de mail des contacts et renvoyer à nouveau les mails simples.
it: %a% Non è stato possibile consegnare le e-mail semplice. È possibile modificare i campi e-mail dei contatti e-mail e inviarvi di nuovo la newsletter.

source: %federation_members%_Contacts
de: Ehemalige %federation_members%
fr: Anciens %federation_members%
it: Ex %federation_members%

source: Archive
de: Archiv
it: Archivio

source: (Manually selected recipients:
de: (Manuell gewählte Empfänger:
fr: (Destinataires sélectionnés manuellement:
it: (Destinatari selezionati manualmente:

source: Household contact
de: Haushaltskontakt
fr: Contact domicile
it: Contatto casa

source: Main contact
de: Hauptkontakt
fr: Contact principal
it: Contatto principale

source: Main contact of company
de: Hauptkontakt der Firma
fr: Contact principal de la société
it: Contatto principale della società

source: Single person
de: Einzelperson
fr: Personne individuelle
it: persona fisica

source: Company
de: Firma
fr: Société
it: Azienda

source: Please enter a valid email address.
de: Ungültige E-Mail-Adresse
fr: Adresse mail invalide
it: Indirizzo di posta elettronica non valido

source: Next Birthdays
de: Nächste Geburtstage
fr: Prochains anniversaires
it: Prossimi compleanni

source: Sent Newsletters
de: Gesendete Newsletter
fr: Newsletters envoyés
it: Newsletter spedite

source: Sent Simple E-mails
de: Gesendete Einfach-Mails
fr: Mails simples envoyés
it: E-mail semplici spedite

source: Newsletter mailings
de: Newsletterversand
fr: Envoi newsletter
it: Spedizione newsletter

source: Simple e-mails
de: Einfach-Mails
fr: Mails simples
it: E-mail semplici

source: %club% docs
de: %club%-Dokumente
fr: Documents %club%
it: Documenti %club%

source: %Team% docs
de: %Team% dokumente
fr: Documents %Team%
it: Documenti %team%

source: Workgroups
de: Arbeitsgruppen
fr: Groupes de travail
it: Gruppi di lavoro

source: Contacts
de: Kontakte
it: Contatti

source: Documents
de: Dokumente
it: Documenti

source: Welcome
de: Willkommen
fr: Bienvenue
it: Benvenuto

source: Members
de: Mitglieder
fr: Membres
it: Membri

source: Active contacts
de: Aktive Kontakte
fr: Contacts actifs
it: Contatti attivi

source: Year of birth of single persons
de: Jahrgänge von Einzelpersonen
fr: Années de naissance de personnes individuelles
it: Annate delle persone fisiche

source: Membership/Type
de: Mitgliedschaft/Typ
fr: Adhésion/type
it: Membership/Tipo

source: Gender
de: Geschlecht
fr: Sexe
it: Sesso

source: Origin
de: Wohnort
fr: Domicile
it: Residenza

source: Openings
de: Geöffnet
fr: Ouvert
it: Aperto

source: Not Opened
de: Nicht geöffnet
fr: Pas ouvert
it: Non aperto

source: Others
de: Übrige
fr: Autres
it: Altro

source: Not Specified
de: Ohne Angabe
fr: Sans indication
it: Senza dati

source: Communication
de: Kommunikation
it: Comunicazione

source: Documents
de: Dokumente
it: Documenti

source: No Data To display
de: Keine Daten vorhanden
fr: Pas de données existantes
it: Nessun dato disponibile

source: Dashboard
de: Startseite
fr: Page d'accueil
it: Pagina iniziale

source: Administration sections
de: Administrationsbereiche
fr: Domaines d'administration
it: Aree di amministrazione

source: Contacts
de: Kontakte
it: Contatti

source: No Birthdays
de: Keine Geburtstage
fr: Pas d'anniversaires
it: Nessun compleanno

source: Personal Contact
de: Ohne (Privatperson)
fr: Personne individuelle
it: persona fisica

source: No news
de: Keine News vorhanden
fr: Pas de news existants
it: Nessuna news disponibile

source: Persons
de: Personen
fr: Personnes
it: Persone

source: Documents
de: Dokumente
it: Documenti

source: Add administrator
de: Administrator hinzufügen
fr: Ajouter administrateur
it: Aggiungi amministratore

source: In order to allow this user to log in, add a primary e-mail address on this contact.
de: Damit sich der Benutzer einloggen kann, erfassen Sie bitte eine primäre E-Mail-Adresse auf diesem Kontakt.
fr: Pour que l'utilisateur puisse se connecter, veuillez saisir une adresse mail primaire sur ce contact.
it: Per consentire all'utente di effettuare il login, inserire l'indirizzo e-mail primario di questo contatto.

source: Archived contact
de: Archivierter Kontakt
fr: Contact archivé
it: Contatto archiviato

source: Deleted
de: Gelöscht
fr: Supprimé
it: Eliminato

source: Contact
de: Kontakt
it: Contatto

source: Document
de: Dokument
it: Documento

source: NL subscription
de: NL-Abonnement
fr: Abonnement NL
it: Abbonamento NL

source: Today
de: Heute
fr: Aujourd'hui
it: Oggi

source: Hide line if no content
de: Falls leer, Zeile ausblenden
fr: Si vide, ne pas afficher la ligne
it: Se vuoto, nascondere la riga

source: This contact has missing required %fedmember% roles assignments. Please assign the %a% assignments%b% now.
de: Dieser Kontakt hat fehlende Zuweisungen zu Pflicht-%fedmember%rollen. Bitte vervollständigen Sie die %a%Zuweisungen%b% jetzt.
fr: Ce contact a des affectations manquantes pour des rôles %fedmember% obligatoires. Veuillez compléter maintenant les %a%Zuweisungen%b%.
it: Questo contatto ha assegnazioni mancanti ai ruoli obbligatori %fedmember%. Completare ora le %a%Zuweisungen%b%.

source: Filter Roles
de: Filterrollen
fr: Rôles filtre
it: Ruoli per filtro

source: since
de: seit
fr: depuis
it: dal

source: Memberships
de: Mitgliedschaften
fr: Adhésions
it: Membership

source: Set password
de: Passwort setzen
fr: Définir mot de passe
it: Imposta la password

source: Back to login
de: Zurück zum Login
fr: Retour au Login
it: Torna alla login

source: For Single Persons
de: für Einzelpersonen
fr: pour personnes particulières
it: per persone singole

source: For Companies
de: für Firmen
fr: pour sociétés
it: per aziende

source: Edit
de: Bearbeiten
fr: Traiter
it: Modificare

source: E-mail already exists on %federation%/club level
de: E-Mail existiert bereits auf %federation%/club-Level

source: Mr
de: Herr
fr: Monsieur
it: Sig.

source: Mrs
de: Frau
fr: Madame
it: Sig.ra

source: No membership
de: Keine Mitgliedschaft
fr: Pas d'adhésion
it: Nessuna iscrizione

source: show all
de: Alle anzeigen
fr: Afficher tout
it: Visualizza tutti

source: show less
de: Weniger anzeigen
fr: Afficher moins
it: Visualizza meno

source: Please note
de: Bitte beachten
fr: Veuillez noter
it: Attenzione

source: Sponsor overview settings
de: Sponsorenübersichts-Einstellungen
fr: Réglages aperçu sponsors
it: Impostazioni riepilogo sponsor

source: Service assignments
de: Leistungszuweisungen
fr: Affectations prestations
it: Assegnazioni di prestazioni

source: General
de: Allgemein
fr: Généralités
it: Generale

source: Sponsor overview setting saved
de: Sponsorenübersichts-Einstellungen gespeichert
fr: Réglages aperçu sponsors enregistrés
it: Impostazioni riepilogo sponsor salvate

source: Note from %date%
de: Notiz vom %date%
fr: Note du %date%
it: Appunto del %date%

source: Future sponsor
de: Zukünftiger Sponsor
fr: Sponsor futur
it: Sponsor futuro

source: Former sponsor
de: Ehemaliger Sponsor
fr: Sponsor ancien
it: Ex sponsor

source: Prospect
de: Potentieller Sponsor
fr: Sponsor potentiel
it: Sponsor potenziale

source: Sponsorship
de: Sponsoring
fr: Sponsoring
it: Sponsorizzazione

source: Please enter a value less than or equal to {0}.
de: Bitte geben Sie einen Wert kleiner/gleich {0} ein.
fr: Veuillez indiquer une valeur plus petite/égale {0}.
it: Inserire un valore inferiore o uguale a {0}.

source: Please enter a value greater than or equal to {0}.
de: Bitte geben Sie einen Wert grösser/gleich {0} ein.
fr: Veuillez indiquer une valeur plus grande/égale {0} ein.
it: Inserire un valore maggiore o uguale a {0}.

source: Sponsors
de: Sponsoren
it: Sponsor

source: Close
de: Schliessen
fr: Fermer
it: Chiudi

source: Read-only access
de: Lesezugang
fr: Accès lecture
it: Accesso in lettura

source: Add Read-only access
de: Lesezugang hinzufügen
fr: Ajouter accès lecture
it: Aggiungi accesso in lettura

source: When you delete a contact field, possible field content in contacts datasets will get lost.
de: Wenn Sie ein Kontaktfeld löschen, gehen etwaige Feldinhalte in den Kontakt-Datensätzen verloren.
fr: Si vous supprimez un champ de contact, d'éventuels contenus de champ dans les enregistrements de contact risquent d'être perdus.
it: Quando si elimina un campo di contatto, andranno perduti eventuali contenuti del campo contenuti nei record del contatto.

source: When you delete a membership, possible log entries with this membership will get lost.
de: Wenn Sie eine Mitgliedschaft löschen, gehen etwaige Logeinträge mit dieser Mitgliedschaft verloren.
fr: Si vous supprimez une adhésion, certains enregistrements de connexion risquent d'être perdus avec cette adhésion.
it: Quando si elimina una membership, andranno perduti eventuali voci di log di questa membership.

source: since
de: seit
fr: depuis
it: dal

source: Joining date value is invalid
de: Wert des Eintrittsdatums ist ungültig
fr: Valeur de date d'entrée invalide
it: Il valore della data di inizio non è valido

source: Leaving date value is invalid
de: Wert des Austrittsdatums ist ungültig
fr: Valeur de date de sortie invalide
it: Il valore della data di fine non è valido

source: Active
de: Aktive
fr: Actifs
it: Attivi

source: Future
de: Zukünftige
fr: Futurs
it: Futuri

source: Past
de: Vergangene
fr: Anciens
it: Passati

source: Service
de: Leistung
fr: Prestation
it: Servizi

source: Next payment
de: Nächste Zahlung
fr: Prochain paiement
it: Prossimo pagamento

source: Total payments
de: Total Zahlungen
fr: Total paiements
it: Totale pagamenti

source: No %team% sponsor available.
de: Kein %team%-Sponsor vorhanden.
fr: Pas de sponsor %team%.
it: Nessuno sponsor %team% disponibile

source: This contact has an active or future sponsor assignment. Please remove it first.
de: Dieser Kontakt hat eine aktive oder zukünftige Sponsorenleistung zugewiesen. Bitte entfernen Sie diese zuerst.
fr: Ce contact a affecté une prestation de sponsor active ou future. Veuillez l'enlever d'abord.
it: A questo contatto non è stata assegnata alcuna attività di sponsor attiva o futura. Si prega di rimuoverli prima.

source: When changing contact type to %targetType%, possible contact connections will be lost.
de: Wird der Kontakttyp zu %targetType% gewechselt, gehen die bestehenden Kontaktverbindungen verloren.
fr: Lorsque le type de contact est modifié vers %targetType%, les relations de contact existants sont perdues.
it: Se il tipo di contatto viene cambiato in %targetType%, gli attuali link di contatto andranno persi.

source: invalid membership.
de: Mitgliedschaft ungültig
fr: Adhésion invalide
it: Membership non valida

source: Assign to %federation% Role.
de: Einer %federation%-Rolle zuweisen.
fr: Affecter à un rôle %federation%.
it: Assegnare ruolo a un ruolo %federation%.

source: First time login?
de: Erstmaliger Login?
fr: Première connexion?
it: La tua prima login?

source: Click here
de: Hier klicken
fr: Cliquez ici
it: Clicca qui

source: and activate your account
de: und Konto aktivieren.
fr: pour activer le compte.
it: per attivare l'account.

source: If checked user profile is visible for other contacts + contact is searchable via search function + other contacts can't send messages to contact
de: Bei Aktivierung ist das Benutzerprofil nicht sichtbar für andere eingeloggte Benutzer. Andere Benutzer können diesem Kontakt keine Nachrichten senden.
fr: Lors de l'activation, le profil utilisateur n'est pas visible pour les autres utilisateurs connectés. Les autres utilisateurs ne peuvent pas envoyer de message à ce contact.
it: Una volta attivato, il profilo utente non è visibile agli altri utenti registrati. Altri utenti non possono inviare messaggi a questo contatto.

source: If checked contact can login to internal area
de: Bei Aktivierung kann sich der Kontakt in den internen Bereich einloggen
fr: Lors de l'activation, le contact peut se connecter au domaine interne
it: Una volta attivato, il contatto può accedere all'area interna

source: Access to internal area
de: Zugang zum internen Bereich
fr: Accès au domaine interne
it: Accesso all'area interna

source: Invisible in internal area
de: Unsichtbar im internen Bereich
fr: Invisible dans le domaine interne
it: Invisibile nell'area interna

source: Contact fields
de: Kontaktfelder
fr: Champs de contact
it: Campi di contatto

source: Administration
de: Verwaltung
fr: Gestion
it: Amministrazione

source: Internal section
de: Sichtbarkeit Interner Bereich
fr: Domaine interne
it: Area interna

source: Availability for contacts themselves
de: Verfübarkeit für Kontakte selber
fr: Disponibilité pour les contacts eux-mêmes
it: Disponibilità per i contatti stessi

source: Changeable
de: Änderbar
fr: Modifiable
it: Modificabile

source: Visible
de: Sichtbar
it: Visibile

source: Not available
de: Nicht verfügbar
fr: Non disponible
it: Non disponibile

source: Change needs backend confirmation
de: Änderung erfordert Bestätigung
fr: La modification demande une confirmation
it: La modifica richiede una conferma

source: Availability for group admin
de: Verfügbarkeit für Gruppenadministrator
fr: Disponibilité par l'administrateur de groupe
it: Disponibilità per l'amministratore del Gruppo

source: Visibility for other contacts
de: Sichtbarkeit für andere Kontakte
fr: Visibilité pour autres contacts
it: Visibilità per gli altri contatti

source: All contacts
de: Alle Kontakte
fr: Tous les contacts
it: Tutti i contatti

source: Group members
de: Gruppenmitglieder
fr: Membres de groupe
it: Membri del gruppo

source: None
de: Keine
fr: Aucun
it: Nessuno

source: Contacts can set this option by themselves
de: Kontakt kann diese Einstellung selbst vornehmen
fr: Le contact peut effectuer ce réglage lui-même
it: Il contatto può modificare da sé questa impostazione

source: Contact fields in internal area
de: Kontaktfelder im internen Bereich
fr: Champs de contact dans le domaine interne
it: Campi di contatto nell'area interna

source: Neues Angebot "Raiffeisen Crowddonation-Plattform"
de: Neues Raiffeisen-Angebot "Crowddonation-Plattform"
fr: Nouvelle offre Raiffeisen "Plateforme Crowddonation"
it: Nuova offerta Raiffeise "Piattaforma Crowddonation"

source: Bis zu 50 % Rabatt auf Konzerte & Events
de: Raiffeisen-Angebot: Bis zu 50 % Rabatt auf Konzerte & Events
fr: Offre Raiffeisen: Jusqu'à 50 % de remise sur concerts & évènements
it: L'offerta Raiffeisen: Fino al 50% di sconto su concerti ed eventi

source: YoungMemberPlus – das Jugendangebot für alle unter 26
de: Raiffeisen-Angebot: YoungMemberPlus – das Jugendangebot für alle unter 26
fr: Offre Raiffeisen: YoungMemberPlus – l'offre jeunes pour tous les jeunes en-dessous de 26 ans
it: L'offerta Raiffeisen: YoungMemberPlus – l'offerta per tutti i giovani al di sotto dei 26 anni di età

source: Tolle Seminare im "Raiffeisen Know-How Pool"
de: Raiffeisen-Angebot: Tolle Seminare im "Raiffeisen Know-How Pool"
fr: Offre Raiffeisen: Des séminaires géniaux dans le "Raiffeisen Know-How Pool"
it: L'offerta Raiffeisen: Straordinari seminari nella "Raiffeisen Know-How Pool"

source: Invalid date: %joiningdate% - %leavingdate% already added
de: Ungültiges Datum: %joiningdate% - %leavingdate% bereits hinzugefügt
fr: Date invalide: %joiningdate% - %leavingdate% déjà ajoutées
it: Data non valida: %joiningdate% - %leavingdate% già aggiunta

source: Groups
de: Gruppen

source: Captcha verification failed!
de: Spamschutz-Prüfung fehlgeschlagen!

source: Rename file
de: Datei umbenennen

source: File name
de: Dateiname

source: File name was changed successfully
de: Datei erfolgreich umbenannt

source: Rename
de: Umbenennen

source: Club Membership Type
de: {#Club.s#}-Mitgliedschaften

source: Change club assignments
de: {#Club.s#}-Zugehörigkeit ändern

source: Federation Labelling
de: {#Federation.s#}-Kennzeichnung

source: Assign contacts to group
de: Alle zuweisen zu Gruppe…

source: Assign contact to group
de: Zuweisen zu Gruppe…

source: Assign selected contacts to group
de: Zuweisen zu Gruppe…

source: Assign contacts to membership
de: Zuweisen zu Mitgliedschaft…

source: Assign contact to membership
de: Zuweisen zu Mitgliedschaft…

source: Assign selected contacts to membership
de: Zuweisen zu Mitgliedschaft…

source: Assign %contname% to membership
de: %contname% zur Mitgliedschaft zuweisen

source: Assign %contcount% contacts to membership
de: %contcount% Kontakte zur Mitgliedschaft zuweisen

source: Reactivation failed
de: Reaktivierung fehlgeschlagen

source: First joining date
de: Ersteintrittsdatum

source: First joining date ({#Federation.sl#})
de: Ersteintrittsdatum ({#Federation.sl#})

source: Joining date ({#Federation.sl#})
de: Eintrittsdatum ({#Federation.sl#})

source: Leaving date ({#Federation.sl#})
de: Austrittsdatum ({#Federation.sl#})

source: {#Federation.sf#} administrator
de: {#Federation.s#}-Administrator

source: Latest joining date
de: Letztes Ein-/Übertrittsdatum

source: First joining date value is invalid
de: Ersteintrittsdatum ist ungültig

source: FEDMEMBER_CATEGORY
de: {#Fed membership.s#}-Kategorie

source: Invalid Contact ID
de: Ungültige Kontakt-ID

source: CONTACTID
de: Kontakt-ID

source: {#Sub-federation.sf#} role categories
de: {#Sub-federation.s#} Rollenkategorien

source: Membership log updation failed
de: Mitgliedschaftslogaktualisierung fehlgeschlagen

source: INVALID {#Fed membership.sl#}'
de: Ungültige {#Fed membership.s#}

source: No {#Fed membership.sl#}
de: Keine {#Fed membership.s#}

source: {#Fed membership.sl#} required
de: {#Fed membership.s#} erforderlich

source: Add {#Fed membership.sl#}
de: {#Fed membership.s#} hinzufügen

source: Create %fedmembership%
de: %fedmembership% erstellen
fr: Create %fedmembership% erstellen

source: Manage %fedmembership%
de: %fedmembership% verwalten

source: Website
de: Webseite

source: Add CMS admin
de: CMS-Administratoren hinzufügen
fr: Add CMS admins
it: Add CMS admins

source: CMS admins
de: CMS-Administratoren

source: CMS admin
de: CMS-Administrator

source: Website
de: Webseite

source: Add Page admin
de: Seitenadministrator hinzufügen

source: Page admins
de: Seitenadministratoren

source: Page admin
de: Seitenadministrator

source: CMS admin
de: CMS-Administrator

source: Assign %contname% to {#Fed membership.sl#}
de: %contname% zuweisen zu {#Fed membership.s#}

source: Assign %contcount% contacts to {#Fed membership.sl#}
de: %contcount% Kontakte zuweisen zu {#Fed membership.s#}

source: {#Fed membership.sf#}
de: {#Fed membership.s#}

source: Fed membership
de: Verbandsmitgliedschaft
fr: Federation membership
it: Federation membership

source: Fed memberships
de: Verbandsmitgliedschaften
fr: Federation memberships
it: Federation memberships

source: Thank you for your application
de: Danke für Ihre Anmeldung

source: {#Federation.s#} Fields
de: {#Federation.s#}

source: Enter personal number…
de: Personalnummer eingeben…

source: Enter employer…
de: Arbeitgeber eingeben…

source: No Page preview …
de: Keine Inhalte vorhanden…

source: Preview
de: Vorschau

source: ALBUMS
de: Alben

source: PHOTOS
de: Fotos

source: Use
de: Verwenden

source: Drop images here to upload
de: Bilder hierhin ziehen zum Hochladen

source: or click
de: oder klicken

source: %nonOwnMembers% of %selContIds% were subscribers before.The selected contacs will created as subscribers again.Please unselect those which should not be subscribers
de: %nonOwnMembers% von %selContIds% haben ein aktives Newsletter-Abonnement. Aus den selektierten Kontakten werden Newsletter-Abonnenten erstellt. Bitte de-selektieren Sie die Kontakte, für welche keine Abonnneten erstellt werden sollen.

source: Swicth scope
de: Sichtbarkeit ändern

source: Leave admin mode
de: Administrationsmodus verlassen

source: Workgroup
de: Arbeitsgruppe
fr: Arbeitsgruppe
it: Arbeitsgruppe

source: Add Saved Filter
de: Gespeicherter Filter hinzufügen

source: Loading…
de: Laden...

source: no worries, click
fr: Pas de souci –
it: Non ti preoccupare -

source: System infos
fr: Infos système
it: Info sistema

source: System
fr: Système
it: Sistema

source: Filter
fr: Filtre
it: Filtro

source: System Infos
fr: Infos système
it: Info sistema

source: Fairgate Administration
fr: Administration Fairgate
it: Amministrazione Fairgate

source: Kontakte
fr: Contacts
it: Contatti

source: administrator
fr: Administrateur
it: Amministratore

source: Filter
fr: Filtre
it: Filtro

source: Total
it: Totale

source: Templates
fr: Modèles
it: Modelli

source: Templates
fr: Modèles
it: Modelli

source: Person
fr: Personne
it: Persona

source: Sponsoring
it: Sponsorizzazione

source: Mit der neuen kostenlosen Spenden- und Projektfinanzierungsplattform bietet Raiffeisen Vereinen und gemeinnützigen Institutionen die Möglichkeit, auf moderne und effiziente Weise Spenden zu sammeln und Projekte zu finanzieren.
fr: Avec la nouvelle plateforme gratuite de dons et de financement de projets, Raiffeisen offre aux associations et institutions à but non lucratif la possibilité de rassembler de manière moderne et efficace des dons et de financer des projets.
it: Con la nuova piattaforma gratuita per le donazioni e il finanziamento dei progetti Raiffeisen propone agli enti e alle istituzioni senza scopo di lucro la possibilità di raccogliere donazioni secondo una modalità moderna ed efficace, in maniera tale da finanziare dei progetti.
