Repository: deepapaul/fairgatev4
Catalog: fairgate4/src/Common/UtilityBundle/Resources/translations/messages.*.xlf
Languages: de, fr, it

source: Raiffeisen plant für 2016 die Einführung einer schweizweiten Spenden- und Projektfinanzierungsplattform (Crowddonation). Die gebührenfreie Plattform soll Vereinen und gemeinnützigen Institutionen ermöglichen, Spendengelder auf moderne, digitale und effiziente Art zu generieren. Lokale Spender und Unterstützer können einfach per Knopfdruck spenden und damit helfen, wertvolle gemeinnützige Projekte in ihrer direkten Umgebung zu ermöglichen. Die Projekte für die Raiffeisen Crowdonation-Plattform müssen bestimmte Kriterien erfüllen: Projektinitiant ist ein Verein oder eine andere gemeinnützige, nicht gewinnorientierte Organisation mit Wohnsitz oder Sitz/Domizil in der Schweiz (z.B. Interessengemeinschaften, Schulen oder Genossenschaften); das Projekt muss in der Schweiz realisiert werden; im Vordergrund des Projekts steht ein nicht gewinnorientierter oder gemeinnütziger Charakter.
fr: Raiffeisen prévoit pour 2016 l'introduction d'une plateforme de dons et de financement de projets sur toute la Suisse (Crowddonation). La plateforme gratuite doit permettre aux associations et institutions à but non lucratif de générer de manière moderne, numérique et efficace des dons d'argent. Les donneurs locaux et sympathisants peuvent faire les dons simplement en cliquant et aider ainsi de permettre des projets précieux d'utilité publique dans leur environnement direct. Les projets pour la plateforme Raiffeisen Crowdonation doivent correspondre à certains critères: L'initiateur d'un projet est une association ou une autre organisation à but non lucratif et non axée sur des bénéfices avec siège ou domicile en Suisse (par ex. associations d'intérêt, écoles ou communautés); le projet doit être réalisé en Suisse; au premier plan du projet est un caractère non orienté bénéfice ou à but non lucratif.
it: Raiffeisen prevede l'introduzione di una piattaforma per donazioni e finanziamento dei progetti attiva su tutto il territorio svizzero (Crowddonation). La piattaforma gratuita consente ad enti e istituzioni senza scopo di lucro di generare donazioni in maniera moderna, digitale ed efficace. I donatori e i sostenitori locali possono donare semplicemente con un clic e in questo modo consentire il finanziamento di validi progetti senza fini di lucro operanti nel loro ambiente. I progetti destinati alla piattaforma Raiffeisen Crowdonation devono soddisfare determinati criteri: Il progetto deve essere avviato da un ente o da un'altra organizzazione di pubblica utilità, senza fini di lucro, con sede o domicilio in Svizzera (ad es. gruppi di interesse, scuole o cooperative). Il progetto deve essere realizzato in Svizzera; in primo luogoil progetto deve avere un carattere non orientato al profitto o essere di pubblico interesse.

source: Pro Jahr stehen über 250 verschiedene Veranstaltungen an rund 1'000 Eventtagen zur Verfügung. Lassen Sie sich von der attraktiven Auswahl inspirieren.
fr: Par an, on dispose de plus de 250 évènements différents sur environ 1.000 évènements. Faites vous inspirer par le choix attractif.
it: Ogni anno sono disponibili oltre 250 diverse manifestazioni, che comprendono circa 1000 giorni di eventi. Lasciati ispirare da una scelta di grande interesse.

source: Die Tickets können exklusiv auf dem MemberPlus Portal online gebucht werden. Raiffeisen wünscht Ihnen viel Spass an der Veranstaltung.
fr: Les tickets peuvent être réservés en ligne en exclusivité sur le portail MemberPlus. Raiffeisen vous souhaite beaucoup de plaisir pendant le spectacle.
it: I biglietti possono essere prenotati esclusivamente sul portale online MemberPlus. Raiffeisen augura gran divertimento durante l'evento.

source: YoungMemberPlus bietet Ihnen das Beste von zwei Welten: Ermässigungen in der Freizeit und attraktive Banking-Vorteile. Mit unserem Jugendkonto erhalten Sie Debit- und Kreditkarten gratis, bezahlen keine Spesen und profitieren erst noch von Vorzugszinsen. <br /><br /> Und das ist noch längst nicht alles, diverse Kontovorteile und attraktive Freizeitangebot runden dieses tolle Paket ab.
fr: YoungMemberPlus vous offre le meilleur de deux mondes: des réductions pendant le temps de loisir et des avantages de banque. Avec notre compte Jeune,vous recevez gratuitement des cartes de débit et de crédit gratuitement, vouds ne payez pas de frais et profitez d'abord d'intérêts préférentiels. <br /><br /> Et ce n'est pas encore tout, divers avantages de compte et des offres de loisir attractives complètent ce paquet super.
it: YoungMemberPlus ti offre tutto il meglio: sconti sul tempo libero e interessanti vantaggi di banking. Con il nostro account giovani si ottengono carte di debito e di credito gratuite, non si pagano spese e si ha diritto a tassi d'interesse agevolati. <br /><br /> Ma non è tutto. Ci sono poi diversi vantaggi sul conto e un'interessante proposta per il tempo libero, comprese nel pacchetto.

source: Ab Sommer 2016 steht unseren Vereins- und Verbandskunden der neue Know-How Pool zur Verfügung. Die Ansprüche und Erwartungen seitens Ihrer Mitglieder, Sponsoren und öffentlichen Institutionen steigen von Jahr zu Jahr. Die Vereinsarbeit wird immer herausfordernder und benötigt grosses Wissen. Genau dies wollen wir Ihnen während unseren Seminaren vermitteln, damit Sie effizient und zielgerichtet arbeiten können. Es werden Themen wie Sponsorenmanagement, Vereinsführung, Kommunikationsstrategien wie auch der optimale Einsatz der benötigten Software behandelt. In Kürze werden wir Ihnen hier die detaillierten Seminare vorstellen, inkl. einfacher Registrierungsmöglichkeiten. Diese Seminare sind für unsere Kunden selbstverständlich kostenlos!
fr: A partir de l'été 2016, nos clients d'association et de fédération disposent du nouveau Know-How Pool. Les exigences et attentes du côté de vos membres, sponsors et institutions publiques augmentent d'année en année. Le travail associatif est de plus en plus exigeant et demande de plus en plus de connaissances. C'est exactement cel que nous voulons vous transmettre pendant nos séminaires afin que vous pouvez travailler de manière efficace et ciblée. On traite des sujets comme la gestion du sponsoring, d'association, stratéies de communication, comme également l'utilisation optimale de logiciels nécessaires. Nous vous présenterons très bientôt les séminaires détaillés, y compris les possibilités d'enregistrement simples. Ces séminires sont évidemment gratuits pour nos clients!
it: A partire dall'estate del 2016 metteremo a disposizione dei nostri clienti club e associazioni la nuova Know-How Pool. Le rivendicazioni e le aspettative dei soci, degli sponsor e degli enti pubblici crescono di anno in anno. Il lavoro dell'associazione è sempre impegnativo e richiede conoscenze approfondite. Questo è esattamente ciò che vogliamo trasmettere durante i nostri seminari, in modo da lavorare in modo efficiente e mirato. Saranno affrontati temi quali la gestione degli sponsor, la gestione dei club, le strategie di comunicazione e l'impiego ottimale del software necessario. A breve presenteremo dei seminari dettagliati, comprensivi di modalità di registrazione ancora più semplici. Questi seminari sono gratuiti per i nostri clienti!

source: Email
fr: Adresse mail

source: Assign contacts to
fr: Assign contacts to group

source: Assign contact to
fr: Assign contact to group

source: Assign selected contacts to
fr: Assign selected contacts to group

source: email
fr: Adresse mail

source: name
fr: Nom

source: Team
fr: Equipe

source: Teams
fr: Equipes

source: E-Mail
fr: Adresse mail
