Repository: deepapaul/fairgatev4
Catalog: fairgate4/src/Common/UtilityBundle/Resources/translations/messages.*.xlf
Languages: de, fr, it

source: Same for invoice address
de: Auch für Rechnungsadresse verwenden
fr: Utiliser aussi comme adresse de facturation
it: Utilizzare anche per l'indirizzo di fatturazione

source: Put main contact's name in the address block
de: Hauptkontaktname im Adressblock anzeigen
fr: Afficher nom contact principal dans le bloc d'adresses
it: Mostra nome del contatto principale nel blocco dell'indirizzo

source: Invalid URL
de: Ungültige URL
fr: URL invalide
it: URL non valido

source: Email already exists
de: E-Mail existiert bereits
fr: Adresse mail existe déjà
it: L'e-mail esiste già

source: Length exceeded
de: Maximale Anzahl Zeichen überschritten
fr: Nombre de caractères maximal dépassé
it: Raggiunto numero massimo di caratteri

source: Invalid number
de: Ungültige Nummer
fr: Numéro invalide
it: Numero non valido

source: Invalid email
de: Ungültige E-Mail-Adresse
fr: Adresse mail invalide
it: Indirizzo di posta elettronica non valido

source: Size Exceeds
de: Maximale Grösse überschritten
fr: Taille maximale dépassée
it: Superata grandezza massima

source: Not a valid Type
de: Kein gültiger Dateityp
fr: Type de fichier invalide
it: Nessun tipo di file valido

source: Required
de: Erforderlich
fr: Nécessaire
it: Obbligatorio

source: Create another contact
de: Weiteren Kontakt erstellen
fr: Créer un autre contact
it: Creare un altro contatto

source: - Select -
de: Wählen…
fr: Sélectionner…
it: Seleziona...

source: contact
de: Kontakt
it: Contatto

source: contacts
de: Kontakte
it: Contatti

source: role
de: Rolle
fr: Rôle
it: Ruolo

source: roles
de: Rollen
fr: Rôles
it: Ruoli

source: Saved Filter
de: Gespeicherte Filter
fr: Filtres mémorisés
it: Filtri salvati

source: Saved Filter
de: Gespeicherte Filter
fr: Filtres mémorisés
it: Filtri salvati

source: Calculate number of contacts...
de: Anzahl Kontakte berechnen
fr: Calculer nombre de contacts
it: Calcola numero di contatti

source: - Select information field -
de: Infofeld wählen…
fr: Sélectionner champ info…
it: Seleziona campo informazioni...

source: Contact ID
de: Kontakt-ID
fr: ID contact
it: ID contatto

source: Created on
de: Erstellt am
fr: Créé le
it: Creato il

source: Last updated
de: Zuletzt geändert
fr: Modifié la dernière fois
it: Ultima modifica

source: Contact options
de: Kontaktoptionen
fr: Options contact
it: Opzioni di contatto

source: - Select value -
de: Wert wählen…
fr: Sélectionner valeur…
it: Seleziona valore...

source: Contact type
de: Kontakttyp
fr: Type contact
it: Tipo di contatto

source: - Select option -
de: Optionen wählen…
fr: Sélectionner options…
it: Seleziona opzioni...

source: Single Person
de: Privatperson
fr: Personne privée
it: Persona fisica

source: Company
de: Firma
fr: Société
it: Azienda

source: Analysis fields
de: Analysefelder
fr: Champs d'analyse
it: Campi di analisi

source: - Select analysis field -
de: Analysefeld wählen…
fr: Sélectionner champ d'analyse…
it: Seleziona campi di analisi...

source: Joining date
de: Eintrittsdatum
fr: Date d'entrée
it: Data di entrata

source: Leaving date
de: Austrittsdatum
fr: Date de sortie
it: Data di uscita

source: Age
de: Alter
it: Età

source: Contact fields
de: Kontaktfelder
fr: Champs de contact
it: Campi di contatto

source: - Select contact field -
de: Kontaktfeld wählen…
fr: Sélectionner champ de contact…
it: Seleziona campi di contatto...

source: Household contact
de: Haushaltskontakt
fr: Contact domicile
it: Contatto casa

source: Main contact
de: Hauptkontakt
fr: Contact principal
it: Contatto principale

source: Household main contact
de: Haushaltshauptkontakt
fr: Contact principal domicile
it: Contatto principale casa

source: Household relation
de: Haushaltsverbindung
fr: Relation domicile
it: Allacciamento domestico

source: Other single person relation
de: Weitere Privatpersonenverbindung
fr: Autre relation personnes privées
it: Altra connessione con persone fisiche

source: Company main contact
de: Firmenhauptkontakt
fr: Contact principal société
it: Contatto principale azienda

source: Company function
de: Funktion in der Firma
fr: Fonction dans la société
it: Posizione nell'azienda

source: Contact connections
de: Kontaktverbindung
fr: Relation contact
it: Link contatto

source: - Select connection -
de: Kontaktverbindung wählen…
fr: Sélectionner relation contact…
it: Seleziona link contatto...

source: - Select relation -
de: Kontaktbeziehung wählen…
fr: Sélectionner relation contact…
it: Seleziona rapporto contatto...

source: - Select category -
de: Kategorie wählen…
fr: Sélectionner catégorie…
it: Seleziona categoria...

source: Any role
de: Beliebige Rolle
fr: Rôle libre
it: Ruolo preferito

source: Any workgroup
de: Beliebige Arbeitsgruppe
fr: Groupe de travail libre
it: Gruppo di lavoro preferito

source: Any {#Team.sl#}
de: Beliebige {#Team.s#}
fr: {#Team.sf#} libre
it: {#Team.sf#} preferiti

source: Any function
de: Beliebige Funktion
fr: Fonction libre
it: Funzione preferita

source: {#Federation.sf#} infos
de: {#Federation.sf#} Informationen
fr: Informations {#Federation.sl#}
it: Informazioni {#Federation.sl#}

source: - Select {#Federation.sl#} infos -
de: {#Federation.sf#} Informationen wählen…
fr: Sélectionner informations {#Federation.sl#}…
it: Seleziona informazioni {#Federation.sl#}

source: Any {#Club.sf#}
de: Beliebiger {#Club.sf#}
fr: {#Club.sf#} libre
it: {#Club.sf#} preferito

source: {#Club.sf#} {#Executive Board.sf#} function
de: {#Club.sf#} {#Executive Board.sf#} Funktion
fr: Fonction {#Club.sf#} {#Executive Board.sf#}
it: Funzione {#Club.sf#} {#Executive Board.sf#}

source: Any {#Sub-federation.pl#}
de: Beliebige {#Sub-federation.pl#}
fr: {#Sub-federation.pf#} libre
it: %subfed% preferite

source: Membership
de: Mitgliedschaft
fr: Adhésion

source: Roles
de: Rollen
fr: Rôles
it: Ruoli

source: Workgroups
de: Arbeitsgruppen
fr: Groupes de travail
it: Gruppi di lavoro

source: Formal
de: Sie-Form
fr: Vouvoiement
it: Forma Lei

source: Informal
de: Du-Form
fr: Tutoiement
it: Forma Tu

source: Male
de: Männlich
fr: Masculin
it: Maschile

source: Female
de: Weiblich
fr: Féminin
it: Femminile

source: Roles
de: Rollen
fr: Rôles
it: Ruoli

source: contacts
de: Kontakte
it: Contatti

source: Assign to roles
de: Einer Rolle zuweisen
fr: Affecter à un rôle
it: Assegna a un ruolo

source: Assign to %federation% Role
de: Einer %federation%-Rolle zuweisen
fr: Affecter à un rôle %federation%
it: Assegna a un ruolo %federation%

source: Assign to %sub-federation% Role.
de: Einer %sub-federation%-Rolle zuweisen
fr: Affecter à un rôle %sub-federation%
it: Assegna a un ruolo %sub-federation%

source: Assign to %Team%
de: An %Team% zuweisen
fr: Affecter à %Team%
it: Assegna a %team%

source: Workgroups
de: Arbeitsgruppen
fr: Groupes de travail
it: Gruppi di lavoro

source: Assign to workgroup
de: Einer Arbeitsgruppe zuweisen
fr: Affecter à un groupe de travail
it: Assegna a un gruppo di lavoro

source: --Select--
de: Wählen…
fr: Sélectionner…
it: Seleziona...

source: {#Federation.sl#} roles
de: Rollen {#Federation.sl#}
fr: Rôles {#Federation.sl#}
it: Ruoli {#Federation.sl#}

source: {#Sub-federation.sl#} roles
de: Rollen {#Sub-federation.sl#}
fr: Rôles {#Sub-federation.sl#}
it: Ruoli {#Sub-federation.sl#}

source: - Select {#Team.sl#} -
de: {#Team.s#} wählen…
fr: Sélectionner {#Team.sl#}…
it: Seleziona {#Team.sl#}

source: - Select role -
de: Rolle wählen…
fr: Sélectionner rôle…
it: Seleziona ruolo...

source: - Select workgroup -
de: Arbeitsgruppe wählen…
fr: Sélectionner groupe de travail…
it: Seleziona gruppo di lavoro...

source: - Select function -
de: Funktion wählen…
fr: Sélectionner fonction…
it: Seleziona funzione...

source: - Select {#Club.sl#} -
de: {#Club.sf#} wählen…
fr: Sélectionner {#Club.sl#}…
it: Seleziona {#Club.sl#}

source: - Select {#Sub-federation.pl#} -
de: {#Sub-federation.pl#} wählen…
fr: Sélectionner {#Sub-federation.pl#}…
it: Seleziona {#Sub-federation.pl#}…

source: Separate invoice
de: Separate Rechnung
fr: Facture séparée
it: Fattura separata

source: Add connection
de: Kontaktverbindung hinzufügen
fr: Ajouter relation contact
it: Aggiungi link contatto

source: Companies that this contact is main contact of
de: Firmen von denen dieser Kontakt Hauptkontakt ist
fr: Sociétés dont ce contact est le contact principal
it: Aziende di cui questo contatto rappresenta il contatto principale

source: Other
de: Übrige
fr: Autres
it: Altro

source: Add single person connection
de: Kontaktverbindung mit Privatperson hinzufügen
fr: Ajouter relation contact avec personne privée
it: Aggiungi link contatto con persona fisica

source: Add company connection
de: Kontaktverbindung mit Firma hinzufügen
fr: Ajouter relation contact avec société
it: Aggiungi link contatto con azienda

source: - Select member -
de: Mitgliedschaft wählen…
fr: Sélectionner adhésion…
it: Seleziona membership...

source: Any member
de: Beliebige Mitgliedschaft
fr: Adhésion libre
it: Membership preferita

source: Info: You need to create roles, teams or workgroups before you can add assignments.
de: Info: Es müssen erst Rollen, %teams% oder Arbeitsgruppen erstellt werden, um Zuweisungen hinzufügen zu können.
fr: Info: Il faut d'abord créer des rôles, %teams% ou groupes de travail pour pouvoir ajouter des affectations.
it: Info: Per aggiungere assegnazioni è necessario dapprima creare ruoli, %teams% o gruppo di lavoro.

source: Add criterion
de: Kriterium hinzufügen
fr: Ajouter critère
it: Aggiungi criterio

source: Error: One or multiple criteria have been deleted. Please complete and save the filter
de: Fehler: Ein oder mehrere Kriterien wurden gelöscht. Bitte Filter vervollständigen.
fr: Erreur: Un ou plusieurs critères ont été supprimés. Veuillez compléter le filtre.
it: Errore: Uno o più criteri sono stati eliminati. Si prega di compilare il filtro.

source: Save filter
de: Filter speichern
fr: Enregistrer filtre
it: Salva il filtro

source: contact
de: Kontakt
it: Contatto

source: Search
de: Suche
fr: Recherche
it: Ricerca

source: Clear
de: Alle entfernen
fr: Annuler
it: Respingi

source: and
de: und
fr: et
it: e

source: or
de: oder
fr: ou
it: oppure

source: is
de: ist
fr: est
it: è

source: is not
de: ist nicht
fr: n'est pas
it: non è

source: is between
de: ist zwischen
fr: est entre
it: è compreso tra

source: is not between
de: ist nicht zwischen
fr: n'est pas entre
it: non è compreso tra

source: contains
de: enthält
fr: contient
it: contiene

source: contains not
de: enthält nicht
fr: ne contient pas
it: non contiene

source: has active assignments
de: hat aktive Zuweisung
fr: a une affectation active
it: ha un'assegnazione attiva

source: has no active assignment
de: hat keine aktive Zuweisung
fr: n'a pas d'affectation active
it: non ha alcuna assegnazione attiva

source: has past assignment
de: hat vergangene Zuweisung
fr: a une affectation ancienne
it: ha un'assegnazione passata

source: has no past assignment
de: hat keine vergangene Zuweisung
fr: n'a pas d'affectation ancienne
it: non ha alcuna assegnazione passata

source: Roles
de: Rollen
fr: Rôles
it: Ruoli

source: Criterion
de: Kriterium
fr: Critère
it: Criterio

source: - Select type -
de: Typ wählen…
fr: Sélectionner type…
it: Seleziona tipo...

source: Connections Updated
de: Kontaktverbindungen aktualisiert
fr: Relations contact mises à jour
it: Link al contatto aggiornati

source: is
de: ist
fr: est
it: è

source: of
de: von
fr: de
it: da

source: Filter saved successfully
de: Filter erfolgreich gespeichert
fr: Filtre enregistré avec succès
it: Filtri salvati correttamente

source: Filter save failed
de: Speicherung des Filters fehlgeschlagen
fr: Echec enregistrement du filtre
it: Memorizzazione del filtro fallita

source: Add membership
de: Mitgliedschaft hinzufügen
fr: Ajouter adhésion
it: Aggiungere membership

source: Manage roles
de: Rollen verwalten
fr: Gestion rôles
it: Amministra ruoli

source: Members years
de: Mitgliederjahre
fr: Années d'adhésion
it: Anni di appartenenza

source: Membership category
de: Mitgliedschaftskategorie
fr: Catégorie d'adhésion
it: Categoria appartenenza

source: NL subscriber
de: NL Abonnenten
fr: Abonnés NL
it: Abbonati NL

source: Dispatch type invoices
de: Versandart Rechnungen
fr: Type d'envoi factures
it: Modalità di invio fatture

source: Dispatch type duns
de: Versandart Mahnungen
fr: Type d'envoi relances
it: Modalità di invio solleciti

source: Joining-/ Leaving date
de: Eintritts-/ Austrittsdatum
fr: Date d'entrée / sortie
it: Data di entrata / uscita

source: Year of birth
de: Jahrgang
fr: Année de naissance
it: Annata

source: Salutation text
de: Anredetext
fr: Texte salutation
it: Testo titolo

source: Notes
de: Notizen
it: Note

source: Documents
de: Dokumente
it: Documenti

source: Contacts Table Columns
de: Spalten Kontakttabelle
fr: Colonnes tableau contacts
it: Colonne tabella di contatto

source: All Columns
de: Alle Spalten
fr: Toutes les colonnes
it: Tutte le colonne

source: Selected Columns
de: Gewählte Spalten
fr: Colonnes sélectionnées
it: Colonne selezionate

source: Saved Columns Settings
de: Gespeicherte Spalteneinstellungen
fr: Réglages colonnes enregistrés
it: Impostazioni colonne salvate

source: Save Columns Settings
de: Spalteneinstellungen speichern
fr: Enregistrer réglages colonnes
it: Salva impostazioni di colonna

source: Update
de: Aktualisieren
fr: Mettre à jour
it: Aggiorna

source: Delete
de: Löschen
fr: Supprimer
it: Cancellare

source: Save
de: Speichern
fr: Enregistrer
it: Salva

source: Make public
de: Öffentlich machen
fr: Publier
it: Pubblica

source: Club single person as main contact
de: Bestehende Privatperson als Hauptkontakt
fr: Personne privée existante en tant que contact principal
it: Persona fisica esistente come contatto principale

source: Apply
de: Anwenden
fr: Appliquer
it: Applica

source: All roles
de: Alle Rollen
fr: Tous les rôles
it: Tutti i ruoli

source: Select all
de: Alle auswählen
fr: Sélectionner tout
it: Seleziona tutti

source: Correct your import File
de: Importdatei korrigieren
fr: Corriger fichier d'import
it: Correggi file di importazione

source: The following issues occured. Please correct and re-upload the import file and/or correct the field assignments.
de: Folgende Probleme sind aufgetreten. Bitte korrigierte Importdatei hochladen oder Feldzuweisungen berichtigen.
fr: Les problèmes suivants sont survenus. Veuillez télécharger le fichier d'import corrigé ou corriger les affectations de champs.
it: Si sono verificati i seguenti problemi. Si prega di caricare il file di importanza corretto o rettificare le assegnazioni di campo.

source: Your file is correct!
de: Die Datei ist fehlerfrei!
fr: Le fichier est sans erreur!
it: Il file è privo di errori!

source: Mandatory field %fieldname% is not assigned %row_values%
de: Pflichtfeld %fieldname% ist nicht zugewiesen %row_values%
fr: Le champ obligatoire %fieldname% n'est pas affecté %row_values%
it: Il campo obbligatorio %fieldname% non è assegnato %row_values%

source: in
de: in Zeile
fr: en ligne
it: nella riga

source: Create %team%
de: %team% erstellen
fr: Créer %team%
it: Crea %team%

source: Create workgroup
de: Arbeitsgruppe erstellen
fr: Créer groupe de travail
it: Crea il gruppo di lavoro

source: contact
de: Kontakt
it: Contatto

source: row
de: Zeile
fr: Ligne
it: riga

source: Other values than allowed: 1 or 2
de: Nicht die erlaubten Werte (1 oder 2)
fr: Ne sont pas les valeurs autorisées (1 ou 2)
it: Valori non ammessi (1 o 2)

source: Missing values on mandatory field
de: Fehlende Werte bei Pflichtfeldern
fr: Valeurs manquantes pour champs obligatoires
it: Valori mancanti nei campi obbligatori

source: Invalid date format: correct date format: %dateValue%
de: Ungültiges Format: Datum (korrekt wäre: %dateValue%)
fr: Format invalide : date (format correct : %dateValue%)
it: Formato non valido: Dato (sarebbe corretto: %dateValue%)

source: Invalid e-mail format
de: Ungütliges Format: E-Mail-Adresse
fr: Format invalide : Adresse mail
it: Formato non valido: Indirizzo e-mail

source: Duplicate e-mail
de: E-Mail Duplikate
fr: Doublons adresse mail
it: Duplicato e-mail

source: Max. length: 160 characters exceeded
de: Max. Anzahl Zeichen (160) überschritten
fr: Nombre de caractères max. (160) dépassé
it: Superato il numero massimo di caratteri (160)

source: Invalid URL format
de: Ungültiges Format: URL
fr: Format invalide : URL
it: Formato non valido: URL

source: Invalid country format
de: Ungültiges Format: Land
fr: Format invalide : Pays
it: Formato non valido: Paese

source: Invalid number format
de: Ungültiges Format: Nummer
fr: Format invalide : Numéro
it: Formato non valido: Numero

source: Contact Id
de: Kontakt-ID
fr: ID contact
it: ID contatto

source: Newsletter subscription
de: Newsletter Abonnement
fr: Abonnement newsletter
it: Abbonamento alla newsletter

source: Invoice dispatch type
de: Versandart Rechnungen
fr: Type d'envoi factures
it: Modalità di invio fatture

source: Duns dispatch type
de: Versandart Mahnungen
fr: Type d'envoi relances
it: Modalità di invio solleciti

source: Column settings saved successfully
de: Spalteneinstellungen erfolgreich gespeichert
fr: Réglages colonnes enregistrés avec succès
it: Impostazioni di colonna salvate correttamente

source: Column settings updated successfully
de: Spalteneinstellungen erfolgreich aktualisiert
fr: Réglages colonnes mis à jour avec succès
it: Impostazioni di colonna aggiornate correttamente

source: Column settings deleted successfully
de: Spalteneinstellungen erfolgreich gelöscht
fr: Réglages colonnes supprimés avec succès
it: Impostazioni di colonna cancellate correttamente

source: Please select a setting
de: Bitte Einstellung wählen
fr: Sélectionner réglage
it: Si prega di selezionare l'impostazione

source: Please enter a settings title
de: Bitte Einstellungsnamen wählen
fr: Sélectionner nom réglage
it: Si prega di selezionare il nome dell'impostazione

source: Manage savedfilter
de: Gespeicherte Filter verwalten
fr: Gestion filtres enregistrés
it: Gestisci filtri salvati

source: Data
de: Daten
fr: Données
it: Dati

source: Error! Some data need to be corrected.
de: Ein Problem ist aufgetreten. Einige Daten müssen korrigiert werden.
fr: Problème ! Certains fichiers doivent être corrigés.
it: Problema! Alcuni dati devono essere corretti.

source: How shall duplicates be handled?
de: Wie sollen Duplikate gehandhabt werden?
fr: Comment gérer les doublons ?
it: Come vengono duplicati vengono gestiti?

source: The following contacts seem to exist already. They are discarded unless you activate checkbox to import them anyway.
de: Die folgenden Kontakte scheinen bereits zu existieren und werden deshalb nicht importiert. Falls die Kontakte dennoch importiert werden sollen, bitte entsprechend markieren.
fr: Les contacts suivants semblent déjà exister et ne seront donc pas importés. Si les contacts doivent être quand même importés, veuillez les marquer en conséquence.
it: I seguenti contatti sembrano esistenti e non saranno importati. Se i contatti devono comunque essere importati, contrassegnarli.

source: Importing
de: Zu importieren
fr: A importer
it: Da importare

source: Existing (in %club% or %federation%)
de: Existierend (in %club% oder %federation%)
fr: Existe (dans %club% ou %federation%)
it: Esistente (in %club% o %federation%)

source: Import anyway
de: Trotzdem importieren
fr: Importer quand même
it: Importa comunque

source: Without Primay email address
de: Ohne E-Mail-Adresse importieren
fr: Importer sans adresse mail
it: Importa senza indirizzo e-mail

source: No duplicate contacts found
de: Keine Duplikate gefunden.
fr: Pas de doublons trouvés
it: Duplicati non trovati.

source: You can assign %contact_count% contacts to team or roles
de: Sie können den %contact_count% Kontakte Gruppierungen zuweisen
fr: Vous pouvez affecter aux %contact_count% contacts des regroupages
it: È possibile assegnare un'iscrizione a tutti i nuovi contatti selezionati:

source: Correspondence address
de: Korrespondenzadresse
fr: Adresse de correspondance
it: Indirizzo per la corrispondenza

source: Invoice address
de: Rechnungsadresse
fr: Adresse de facturation
it: Indirizzo di fatturazione

source: Import to Active Contacts
de: Aktive Kontakte importieren
fr: Importer contacts actifs
it: Importa contatti attivi

source: Add category
de: Kategorie hinzufügen
fr: Ajouter catégorie
it: Aggiungi categoria

source: Your file may be empty or delimiter is wrong.
de: Ihre Datei ist leer oder enthält falsche Trennzeichen.
fr: Votre fichier est vide ou contient des séparateurs incorrects.
it: Il file è vuoto o contiene delimitatori non corretti.

source: All
de: Alle
fr: Tout
it: Tutti

source: More functions you can create on role categorys settings page.
de: Erstellen Sie gleich Ihre erste Funktion. Weitere Funktionen können dann im entsprechenden Verwaltungsbereich erstellt werden.
fr: Créez votre première fonction. Des fonctions supplémentaires peuvent être créées ensuite dans le domaine de gestion correspondant.
it: Crea la tua prima funzione. Altre funzioni possono poi essere create nel settore della gestione corrispondente.

source: Allowed time range: earlier than %date%
de: Erlaubtes Datum: früher als %date%
fr: Date autorisée : avant %date%
it: Data consentita: prima di %date%

source: You are not allowed to access this page
de: Fehlende Berechtigung für diese Seite
fr: Pas d'autorisation pour cette page
it: Nessuna autorizzazione per questa pagina

source: Do not import the first row
de: Erste Zeile nicht importieren
fr: Ne pas importer la première ligne
it: Non importare la prima riga

source: Sample data
de: Beispielsdaten
fr: Données d'exemple
it: Dati di esempio

source: Source header
de: Spaltentitel Quelle
fr: Titre colonne source
it: Fonte titolo colonna

source: first row
de: Erste Zeile
fr: Première ligne
it: Prima riga

source: second row
de: Zweite Zeile
fr: Deuxième ligne
it: Seconda riga

source: Column header
de: Spaltentitel
fr: Titre colonne
it: Intestazione colonna

source: Choose details
de: Details wählen
fr: Sélectionner détails
it: Seleziona dettagli...

source: File contains
de: Datei enthält
fr: Le fichier contient
it: Il file contiene

source: Semicolon separated
de: Strichpunkt getrennt
fr: séparé par point-virgule
it: Separato con trattino

source: Comma separated
de: Komma getrennt
fr: séparé par virgule
it: Separato con virgola

source: Allowed file type: CSV
de: Erlaubter Dateityp: CSV
fr: Type de fichier autorisé : CSV
it: Tipo di file consentito: CSV

source: There are some duplicate assignments.
de: Es gibt Zuweisungen, die mehrfach gewählt wurden.
fr: Il y a des affectations qui ont été sélectionnées plusieurs fois.
it: Ci sono assegnazioni che sono state selezionate più di una volta.

source: The following mandatory fields need to be assigned, but aren't yet
de: Die folgenden Pflichtfelder müssen einer Importspalte zugewiesen werden
fr: Les champs obligatoires suivants doivent être affectés à une colonne d'import
it: I seguenti campi obbligatori devono essere assegnati a una colonna di importazione

source: Update existing contacts:
de: Bestehende Kontakte aktualisieren:
fr: Mettre à jour des contacts existants :
it: Aggiorna contatti esistenti:

source: Import new contacts:
de: Neue Kontakte importieren:
fr: Importer nouveaux contacts :
it: Importa nuovi contatti:
