Repository: deepapaul/fairgatev4
Catalog: fairgate4/src/Common/UtilityBundle/Resources/translations/messages.*.xlf
Languages: de, fr, it

source: en:Privacy Contact
de: De:Privacy Contact
fr: De:Privacy Contact
it: De:Privacy Contact

source: en:Fieldname
de: De:Fieldname
fr: De:Fieldname
it: De:Fieldname

source: en:Inputtype
de: De:Inputtype
fr: De:Inputtype
it: De:Inputtype

source: en:Fieldtype
de: De:Fieldtype
fr: De:Fieldtype
it: De:Fieldtype

source: Form Sample:en
de: Form Sample:German
fr: Form Sample:German
it: Form Sample:German

source: Name
de: Name:de
fr: Name:de
it: Name:de

source: Singleline text field
de: Einzeiliges Textfeld
fr: Champ de texte une ligne
it: Campo di testo a una riga

source: Multiline text field
de: Mehrzeiliges Textfeld
fr: Champ de texte plusieurs lignes
it: Campo di testo a più righe

source: Selection (Dropdown)
de: Auswahl (Dropdown)
fr: Sélection (menu déroulant)
it: Selezione (Dropdown)

source: Selection (Checkbox)
de: Auswahl (Checkbox)
fr: Sélection (case à cocher)
it: Selezione (Checkbox)

source: Date
de: Datum
it: Data

source: File
de: Datei
fr: Fichier

source: Image
de: Bild
it: Figura

source: Reset password
de: Passwort zurücksetzen
fr: Réinitialiser mot de passe
it: Ripristina password

source: Login to your account
de: Login
fr: Login
it: Login

source: Enter any username and password.
de: E-Mail und Passwort eingeben
fr: Saisir adresse mail et mot de passe
it: Inserisci la tua email e la password

source: Username
de: E-Mail
fr: Adresse mail
it: E-mail

source: Password
de: Passwort
fr: Mot de passe

source: Remember me
de: Login merken
fr: Mémoriser mot de passe
it: Ricordami il login

source: Login
de: Einloggen
fr: Connecter
it: Entra

source: Forgot your password ?
de: Passwort vergessen?
fr: Mot de passe oublié ?
it: Hai dimenticato la password?

source: here
de: Hier klicken
fr: cliquez ici
it: clicca qui

source: to reset your password.
de: und Passwort zurücksetzen.
fr: pour réinitialiser le mot de passe.
it: per reimpostare la password.

source: Don't have an account yet ?
de: Noch kein Account?
fr: Pas encore de compte ? (TBD?)
it: Non hai un account? (TBD?)

source: Create an account
de: Benutzerkonto erstellen
fr: Créer compte utilisateur
it: Creare un conto utente

source: Forgot Password?
de: Passwort vergessen?
fr: Mot de passe oublié ?
it: Hai dimenticato la password?

source: Enter your e-mail address below to reset your password.
de: Um ein neues Passwort zu setzen, bitte Ihre E-Mail-Adresse eingeben.
fr: Pour définir un nouveau mot de passe, veuillez indiquer votre adresse mail.
it: Per impostare una nuova password, inserisci il tuo indirizzo e-mail.

source: E-mail address
de: E-Mail-Adresse
fr: Adresse mail

source: Back
de: Zurück
fr: Retour
it: Indietro

source: Submit
de: Absenden
fr: Envoyer
it: Invia

source: The password for this user has already been requested within the last 24 hours.
de: Der «Passwort setzen»-Prozess für diesen Benutzer wurde in den letzten 24 Stunden bereits eingeleitet.
fr: Le processus «Définir mot de passe» pour cet utilisateur a déjà été initié dans les dernières 24 heures.
it: Il processo "Imposta password" per questo utente è già stato avviato nelle ultime 24 ore.

source: An email hasss been sent to
de: Ein E-Mail wurde abgesendet an
fr: Un mail a été envoyé à
it: È stata inviata un'e-mail

source: It contains a link you must click to reset your password.
de: Das E-Mail enthält einen Link, der angeklickt werden muss, um danach das neue Passwort einzugeben.
fr: Le mail contient un lien sur lequel il faut cliquer pour saisir ensuite le nouveau mot de passe.
it: L'e-mail contiene un link da attivare per poi inserire la nuova password.

source: Membership updated successfully
de: Mitgliedschaft erfolgreich aktualisiert
fr: Adhésion mise à jour avec succès
it: Membership aggiornata correttamente

source: Membership updating failed
de: Mitgliedschaft nicht erfolgreich aktualisiert
fr: Echec de la mise à jour de l'adhésion
it: Membership non aggiornata correttamente

source: Bookmark updated successfully
de: Favoriten erfolgreich aktualisiert
fr: Favoris mis à jour avec succès
it: Preferiti aggiornati correttamente

source: Bookmark updating failed
de: Aktualisierung der Favoriten fehlgeschlagen
fr: Echec de la mise à jour des favoris
it: Aggiornamento dei preferiti non riuscito

source: Rolecategory settings updated successfully
de: Rollenkategorien erfolgreich aktualisiert
fr: Catégories de rôles mises à jour avec succès
it: Categorie ruoli aggiornate correttamente

source: Role Categories
de: Rollenkategorien
fr: Catégories de rôles
it: Categorie ruoli

source: %team% Settings
de: %team% Einstellungen (TBD?)
fr: Réglages %team% (TBD?)
it: Impostazioni %team% (TBD)?

source: Off
de: Aus
fr: Arrêt

source: On
de: Ein
fr: Marche

source: Back
de: Zurück
fr: Retour
it: Indietro

source: Save Changes
de: Änderungen speichern
fr: Enregistrer modifications
it: Salva le modifiche

source: Discard Changes
de: Änderungen verwerfen
fr: Annuler modifications
it: Respingi le modifiche

source: No Entries
de: Keine Einträge vorhanden
fr: Pas d'enregistrements
it: Nessuna voce disponibile

source: Bookmark
de: Favoriten
fr: Favoris
it: Preferiti

source: Active contacts
de: Aktive Kontakte
fr: Contacts actifs
it: Contatti attivi

source: Category
de: Ein E-Mail wurde gesendet an
fr: Un mail a été envoyé à
it: È stata inviata un'e-mail a

source: Short name
de: Die E-Mail enthält einen Link, auf den geklickt werden muss, um das neue Passwort zu setzen.
fr: Le mail contient un lien sur lequel il faut cliquer pour définir le nouveau mot de passe.
it: L'e-mail contiene un link da attivare per poi impostare la nuova password.

source: is used only for table headers.
de: Kategorie
fr: Catégorie
it: Categoria

source: Only correspondence address
de: Kurzname
fr: Nom réduit
it: Nickname

source: Only invoice address
de: wird nur für Spaltenüberschriften verwendet
fr: n'est utilisé que pour les titres de colonnes
it: viene utilizzato solo per le intestazioni delle colonne

source: Correspondence + invoice address
de: Verwendung
fr: Utilisation
it: Utilizzo

source: Contact field type
de: Korrespondenzadresse
fr: Adresse de correspondance
it: Indirizzo per la corrispondenza

source: Values
de: Rechnungsadresse
fr: Adresse de facturation
it: Indirizzo di fatturazione

source: Available for
de: Korrespondenz- und Rechnungsadresse
fr: Adresse de correspondance et de facturation
it: Indirizzo per corrispondenza e fatturazione

source: Only single persons
de: Kontaktfeldtyp
fr: Type champ contact
it: Tipo di campo di contatto

source: Only companies
de: Werte
fr: Valeurs
it: Valori

source: Single persons + companies
de: Verfügbarkeit
fr: Disponibilité
it: Disponibilità

source: Multi edit allowed
de: Privatpersonen
fr: Personnes privées
it: Persone fisiche

source: decides whether the field is available by editing multiple contacts at once.
de: Firmen
fr: Sociétés
it: Aziende

source: Sub-federation
de: Privatpersonen und Firmen
fr: Personnes privées et sociétés
it: Persone fisiche e aziende

source: Field is visible on %subfederation% level
de: Mehrfachbearbeitung erlaubt
fr: Traitement multiple autorisé
it: Modifiche multiple consentite

source: Field is changeable on %subfederation% level
de: definiert, ob das Kontaktfeld in der Mehrfachbearbeitung verfügbar ist
fr: définit si le champ de contact est disponible pour un traitement multiple
it: definisce se il campo di contatto è disponibile in modalità modifiche multiple

source: Required field for {#Federation member.p#}
de: %subfederation%
fr: %subfederation%
it: %subfederation%

source: Club
de: Sichtbar auf Ebene %subfederation%
fr: Visible au niveau %subfederation%
it: Visibile a livello di %subfederation%

source: Field is visible on %club% level
de: Änderbar auf Ebene %subfederation%
fr: Modifiable au niveau %subfederation%
it: Modificabile a livello di %subfederation%

source: Field is changeable on %club% level
de: Pflichtfeld für {#Federation member.p#}
fr: Champ obligatoire pour {#Federation member.p#}
it: Campo obbligatorio per {#Federation member.p#}

source: Required field for {#Federation member.p#}.
de: Verein
fr: Club
it: Verein

source: Contact profile for %team% administrators
de: Sichtbar auf Ebene %club%
fr: Visible au niveau %club%
it: Visibile a livello di %club%

source: Contact field is visible for user
de: Änderbar auf Ebene %club%
fr: Modifiable au niveau %club%
it: Modificabile a livello di %club%

source: Contact field is changeable for user
de: Pflichtfeld für {#Federation member.p#}
fr: Champ obligatoire pour {#Federation member.p#}
it: Campo obbligatorio per {#Federation member.p#}

source: Changes have to be confirmed by a contact administrator.
de: Kontaktprofil für %team%-Administratoren
fr: Profil contact pour administrateurs %team%
it: Profilo di contatto per amministratori %team%

source: Contact field is visible for
de: Kontaktfeld ist sichtbar für Benutzer
fr: Le champ contact est visible pour utilisateurs
it: Il campo di contatto è visibile per gli utenti

source: Community
de: Kontaktfeld ist änderbar für Benutzer
fr: Le champ contact est modifiable pour utilisateurs
it: Il campo di contatto è modificabile per gli utenti

source: Team
de: Änderungen müssen von einem Kontaktadministrator bestätigt werden
fr: Les modifications doivent être confirmées par un administrateur de contacts
it: Le modifiche devono essere confermate da un amministratore di contatto.

source: Private
de: Kontaktfeld ist sichtbar für
fr: Le champ de contact est visible pour
it: Il campo di contatto è visibile per

source: User can set individual visibility option
de: Community
fr: Communauté
it: Community

source: Contact field is visible for %team% administrators
de: %team%
fr: %team%
it: %team%

source: Contact field is changeable for %team% administrators
de: Privat
fr: Privé
it: Privato

source: Changes have to be confirmed by a contact administrator.
de: Benutzer kann Sichtbarkeitsoption selber setzen
fr: L'utilisateur peut définir lui-même l'option de visibilité
it: Gli utenti possono impostare da sé l'opzione di visibilità

source: User profile
de: Kontaktfeld ist sichtbar für %team%-Administrator
fr: Le champ contact est visible pour l'administrateur %team%
it: Il campo di contatto è visibile per l'amministratore %team%

source: Community profile for Internal area users
de: Kontaktfeld ist änderbar für %team%-Administrator
fr: Le champ contact est modifiable pour l'administrateur %team%
it: Il campo di contatto è modificabile per l'amministratore %team%

source: No data found
de: Änderungen müssen von einem Kontaktadministrator bestätigt werden
fr: Les modifications doivent être confirmées par un administrteur contacts
it: Le modifiche devono essere confermate da un amministratore di contatto.

source: Contact field setting saved
de: Persönliches Benutzerprofil
fr: Profil utilisateur personnel
it: Profilo utente personale

source: CONTACT LISTING COMING SOON
de: CONTACT LISTING COMING SOON {TBD}
fr: CONTACT LISTING COMING SOON {TBD}
it: CONTACT LISTING COMING SOON {TBD}

source: Roles
de: Rollen
fr: Rôles
it: Ruoli

source: Manage memberships
de: Rolle erstellen
fr: Créer rôle
it: Creare un ruolo

source: Sorting
de: Mitgliedschaften verwalten
fr: Gestion adhésions
it: Gestisci membership

source: Active contacts
de: Reihenfolge
fr: Suite
it: Sequenza

source: Bookmarks
de: Aktive Kontakte
fr: Contacts actifs
it: Contatti attivi

source: Create membership
de: Favoriten
fr: Favoris
it: Preferiti

source: Types
de: Mitgliedschaften
fr: Adhésions
it: Memberships

source: Attributes
de: Mitgliedschaft erstellen
fr: Créer adhésion
it: Creare una membership

source: Create category
de: Typen
fr: Types
it: Tipi

source: Manage categories
de: Attribute
fr: Attributs
it: Attributi

source: Settings
de: Kategorie erstellen
fr: Créer catégorie
it: Crea categoria

source: Federation Roles
de: Kategorien verwalten
fr: Gestion catégories
it: Gestisci categorie

source: Roles
de: Einstellungen
fr: Réglages
it: Impostazioni

source: Not a valid category
de: Rollen %federation%
fr: Rôles %federation%
it: Ruoli %federation%

source: Contacts
de: Kontakte
it: Contatti

source: Properties
de: Optionen
fr: Options
it: Opzioni

source: Multiple assignment
de: Mehrfachzuweisung
fr: Affectation multiple
it: Assegnazione multipla

source: Yes
de: Ja
fr: Oui
it: Sì

source: No
de: Nein
fr: Non

source: only to one role
de: Kontakt kann nur einer einzigen Rolle zugewiesen werden
fr: Le contact ne peut être affecté qu'à un seul rôle
it: Il contatto può essere assegnato solo a un singolo ruolo

source: Functions
de: Funktionen
fr: Fonctions
it: Funzioni

source: Roles don’t have any functions
de: Rollen haben keine Funktionen
fr: Les rôles n'ont pas de fonctions
it: I ruoli non hanno funzioni

source: Please enter username or password
de: Bitte E-Mail und Passwort eingeben
fr: Veuillez saisir l'adresse mail et le mot de passe
it: Inserisci l'e-mail e la password

source: Invalid username or password
de: Ungültige E-Mail-Adresse oder falsches Passwort
fr: Adresse mail invalide ou mot de passe incorrect
it: Indirizzo e-mail o password non validi

source: Selection (Radio Buttons)
de: Auswahl (Radio Buttons)
fr: Sélection (boutons radio)
it: Selezione (pulsanti di selezione)

source: Number
de: Nummer
fr: Numéro
it: Numero

source: Set as %federation% category
de: Als %federation%skategorie
fr: Comme catégorie %federation%
it: Come %federation%skategorie

source: Roles have common functions
de: Rollen haben geteilte Funktionen
fr: Les rôles ont des fonctions partagées
it: I ruoli hanno funzioni separate

source: Each role has its own functions
de: Jede Rolle hat eigene Funktionen
fr: Chaque rôle a ses propres fonctions
it: Ciascun ruolo ha le proprie funzioni

source: Roles
de: Rollen
fr: Rôles
it: Ruoli

source: Add role
de: Rolle hinzufügen
fr: Ajouter rôle
it: Aggiungi ruolo

source: Add function
de: Funktion hinzufügen
fr: Ajouter fonction
it: Aggiungi funzione

source: Sub-federation Roles
de: Rollen %subfed%
fr: Rôles %subfed%
it: Ruoli %subfed%

source: You have some form errors. Please check below.
de: Es gibt Eingabefehler. Bitte überprüfen.
fr: Il y a des erreurs de saisie. Veuillez vérifier.
it: Ci sono errori di inserimento. Si prega di verificare

source: %team% Categories
de: %team%-Kategorien
fr: Catégories %team%
it: Categorie %team%

source: %Team% category sorting updated successfully
de: %Team% Kategorien erfolgreich aktualisiert
fr: Catégories %Team% mises à jour avec succès
it: Le categorie %team% sono state aggiornate correttamente

source: %clubName% does not have access to this page
de: %CLUBNAME% hat keinen Zugang zu dieser Seite
fr: %CLUBNAME% n'a pas d'accès à cette page
it: %CLUBNAME% non ha accesso a questa pagina

source: Function
de: Funktion
fr: Fonction
it: Funzione

source: Required assignment (= at least one contact has to be assigned)
de: Pflichtzuweisung (d.h. mindestens ein Kontakt muss der Funktion zugewiesen werden)
fr: Affectation obligatoire (c'est à dire au moins un contact doit être affecté à la fonction)
it: Assegnazione obbligatoria (cioè almeno un contatto deve essere assegnato alla funzione)

source: Team
de: %teams%
fr: %teams%
it: %teams%

source: Create category
de: Kategorie erstellen
fr: Créer catégorie
it: Crea categoria

source: Manage %teams%
de: %teams% verwalten
fr: Gestion %teams%
it: Gestire %teams%

source: No data found
de: Keine Daten gefunden.
fr: Pas de données trouvées
it: Nessun dato trovato.

source: Workgroups
de: Arbeitsgruppen
fr: Groupes de travail
it: Gruppi di lavoro

source: Manage workgroups
de: Arbeitsgruppen verwalten
fr: Gestion groupes de travail
it: Gestisci gruppi di lavoro

source: Add %team%
de: %team% hinzufügen
fr: Ajouter %team%
it: Aggiungi %team%

source: Executive board
de: Vorstand
fr: Direction
it: Vorstand

source: Create function
de: %executiveboard%sfunktion erstellen
fr: Créer fonction %executiveboard%
it: Crea %executiveboard%sfunktion

source: Settings
de: %executiveboard% verwalten
fr: Gestion %executiveboard%
it: Gestisci %executiveboard%

source: Add workgroup
de: Arbeitsgruppe hinzufügen
fr: Ajouter groupe de travail
it: Aggiungere gruppo di lavoro

source: Functions (for all %teams% categories)
de: Funktionen (für alle %teams% Kategorien)
fr: Fonctions (pour toutes les catégories %teams%)
it: Funzioni (per tutte le categorie %teams%)

source: Add function
de: Funktion hinzufügen
fr: Ajouter fonction
it: Aggiungi funzione

source: Not a valid team category
de: Keine gültige %teams% Kategorie
fr: Pas de catégorie %teams% valide
it: Nessuna categoria %teams% valida

source: Workgroups
de: Arbeitsgruppen
fr: Groupes de travail
it: Gruppi di lavoro

source: Only contacts with %a% membership can be assigned to %b% roles
de: Nur Kontakte mit %a%-Mitgliedschaft können %b%-Rollen zugewiesen werden.
fr: Uniquement des contacts avec adhésion %a% peuvent être affectés avec rôles %b%.
it: Solo i contatti con membership %a% possono essere assegnati ai ruoli %b%.

source: Role categories sorting successfully changed
de: Rollenkategorien erfolgreich umsortiert

source: %Team% category sorting updated successfully
de: %Team% Kategorien erfolgreich aktualisiert
fr: Catégories %Team% mises à jour avec succès
it: Le categorie %team% sono state aggiornate correttamente

source: Workgroup settings saved successfully
de: Arbeitgsruppen erfolgreich aktualisiert
fr: Groupes de travail mis à jour avec succès
it: Gruppi di lavoro aggiornati correttamente

source: %teams% category settings saved successfully
de: %teams% erfolgreich aktualisiert
fr: %teams% mis à jour avec succès
it: Categorie di %teams% aggiornate correttamente

source: %executiveboard% settings saved successfully
de: %executiveboard% erfolgreich aktualisiert
fr: %executiveboard% mis à jour avec succès
it: %executiveboard% aggiornati correttamente

source: %a% %b% Functions
de: %a%-%b%-Funktionen
fr: Fonctions %a%-%b%
it: Funzioni %a%-%b%

source: Terminology saved successfully
de: Terminologie erfolgreich aktualisiert
fr: Terminologie mise à jour avec succès
it: Terminologia aggiornata correttamente

source: Notes setting saved
de: Notiz-Einstellungen erfolgreich gespeichert
fr: Réglages notes enregistrés avec succès
it: Le impostazioni degli appunti sono state salvate correttamente

source: Required assignment (= %a% contacts have to be assigned)
de: Pflichtzuweisung (d.h. jedes %a%-Mitglied muss mindestens einer Rolle zugewiesen werden)
fr: Affectation obligatoire (c'est à dire chaque membre %a% doit être affecté à au moins un rôle)
it: Assegnazione obbligatoria (cioè ogni membro %a% deve essere assegnato ad almeno un ruolo)

source: %a% level
de: Ebene %a%
fr: Niveau %a%
it: Livelli %a%

source: Allowed to assign %a% to the roles
de: %a% dürfen der Rolle zugewiesen werden
fr: %a% peuvent être affectés au rôle
it: %a% possono essere assegnati al ruolo

source: Not allowed to assign %a% to the roles
de: %a% dürfen der Rolle NICHT zugewiesen werden
fr: %a% ne doivent PAS être affectés au rôle
it: %a% NON possono essere assegnati al ruolo

source: Contact ID
de: Kontakt-ID
fr: ID contact
it: ID contatto

source: Created on
de: Erstellt am
fr: Créé le
it: Creato il

source: Last change
de: Zuletzt geändert
fr: Modifié la dernière fois
it: Ultima modifica

source: Last login
de: Zuletzt eingeloggt
fr: Connecté la dernière fois
it: Ultimo accesso

source: Number of logins
de: Anzahl Logins
fr: Nombre de connexions
it: Numero di login

source: Last invoice sending
de: Letzte Rechnung erhalten am
fr: Dernière facture reçue le
it: Ultima fattura ricevuta il

source: Connections
de: Kontaktverbindungen
fr: Relations de contact
it: Link ai contatti

source: Household
de: Haushalt
fr: Domicile
it: Budget

source: Main contact / Main company
de: Hauptkontakt / Hauptfirma {TBD}
fr: Contact principal / Société principale {TBD}
it: Contatto principale / Società principale {TBD}

source: Other connections
de: Andere Kontaktverbindungen
fr: Autres relations de contact
it: Altri link ai contatti

source: Address blocks
de: Adressblock
fr: Bloc d'adresses
it: Blocco indirizzo

source: Correspondence address
de: Korrespondenzadresse
fr: Adresse de correspondance
it: Indirizzo per la corrispondenza

source: Invoice address
de: Rechnungsadresse
fr: Adresse de facturation
it: Indirizzo di fatturazione

source: Sponsored by
de: Gesponsert von
fr: Sponsorisé par
it: Sponsorizzato da

source: Note
de: Notiz
it: Nota

source: Global contact overview settings
de: Kontaktübersichtsseite
fr: Page aperçu contacts
it: Pagina di riepilogo dei contatti

source: Contact overview setting saved
de: Kontaktübersichtsseite erfolgreich aktualisiert
fr: Page aperçu contacts mise à jour avec succès
it: Pagina dei contatti aggiornata correttamente

source: Error while saving Contact Note
de: Fehler beim Speichern
fr: Erreur lors de l'enregistrement
it: Errore durante il salvataggio

source: Executive Board
de: Vorstand
fr: Direction
it: Vorstand

source: Executive Board
de: Vorstand
fr: Direction
it: Vorstand

source: Contact details saved
de: Kontaktdetails erfolgreich aktualisiert
fr: Détails contact mis à jour avec succès
it: Dettagli di contatto aggiornati correttamente

source: none
de: Keine
fr: Aucun
it: Nessuno

source: Contacts
de: Kontakte
it: Contatti

source: Create contact
de: Erstellen
fr: Créer contact
it: Crea un contatto

source: Import
de: Importieren
fr: Importer
it: Importa

source: Archive all
de: Archivieren
fr: Archiver
it: Archivia

source: Export (CSV)
de: Exportieren
fr: Exporter
it: Esporta

source: Send e-mail to selected
de: E-Mail senden
fr: Envoyer mail
it: Invia e-mail

source: Facts & Figures
de: Zahlen & Fakten
fr: Chiffres & Faits
it: Fatti e cifre

source: Active contacts
de: Aktive Kontakte
fr: Contacts actifs
it: Contatti attivi

source: Date
de: Datum
it: Data

source: Kind
de: Art
fr: Type
it: Tipo

source: Field
de: Feld
fr: Champ
it: Campo

source: Before
de: Wert vorher
fr: Valeur avant
it: Valore precedente

source: After
de: Wert nachher
fr: Valeur après
it: Valore successivo

source: Edited on
de: Bearbeitet am
fr: Traité le
it: Modificato il

source: Add %team% category
de: %team% Kategorie hinzufügen
fr: Ajouter catégorie %team%
it: Aggiungi categoria %team%

source: Create %team% category
de: %team% Kategorie erstellen
fr: Créer catégorie %team%
it: Crea categoria %team%

source: infos
de: Informationen
fr: Informations
it: Informazioni

source: Membership
de: Mitgliedschaft
fr: Adhésion

source: %executiveboard% function
de: %executiveboard%sfunktion
fr: Fonction %executiveboard%
it: %executiveboard%sfunktion

source: Settings
de: Einstellungen
fr: Réglages
it: Impostazioni

source: Cancel
de: Abbrechen
fr: Annuler
it: Interrompi

source: Member
de: Mitglied
fr: Membre
it: Membro

source: field
de: Feld
fr: Champ
it: Campo

source: Edit contact
de: Kontakt bearbeiten
fr: Editer contact
it: Modifica contatto

source: Create contact
de: Kontakt erstellen
fr: Créer contact
it: Crea un contatto

source: Single person
de: Privatperson
fr: Personne privée
it: Persona fisica

source: Company
de: Firma
fr: Société
it: Azienda

source: Type
de: Typ
it: Tipo

source: Internal area
de: Interner Bereich
fr: Domaine interne
it: Area interna

source: Member category
de: Mitgliedschaft
fr: Adhésion
it: Membership

source: Access
de: Zugang
fr: Accès
it: Accesso

source: No main contact
de: Ohne Hauptkontakt
fr: Sans contact principal
it: Senza contatto principale

source: With main contact
de: Mit Hauptkontakt
fr: Avec contact principal
it: Con contatto principale

source: Existing contact as main contact
de: Existierender Kontakt als Hauptkontakt
fr: Contact existant comme contact principal
it: Contatto esistente come contatto principale

source: Main contact
de: Hauptkontakt
fr: Contact principal
it: Contatto principale
