Repository: deepapaul/fairgatev4
Catalog: fairgate4/src/Clubadmin/ContactBundle/Resources/translations/messages.*.xlf
Languages: de

source: %a% assignment saved successfully
de: %a% Zuweisungen erfolgreich gespeichert

source: Age limits
de: Altersgrenzen

source: Majority
de: Volljährigkeit

source: Access to contact profile of children for parents
de: Elternzugang für Profile ihrer Kinder

source: Age limit settings updated successfully
de: Altersgrenzen-Einstellungen erfolgreich aktualisiert

source: Stealth mode
de: Unsichtbar

source: Confirmations
de: Bestätigungen

source: Changes
de: Änderungen

source: Mutations
de: Mutationen

source: Creations (internal section)
de: Neue Kontakte

source: Changes to confirm
de: Zu bestätigende Änderungen

source: Change date
de: Änderungsdatum

source: Contact
de: Kontakt

source: Contact field
de: Kontaktfeld

source: Value before
de: Wert vorher

source: Value after
de: Wert nachher

source: Changed by
de: Geändert durch

source: Decision date
de: Entscheidungsdatum

source: Decided by
de: Entschieden durch

source: Change date
de: Änderungsdatum

source: Contact
de: Kontakt

source: Contact field
de: Kontaktfeld

source: Value before
de: Wert vorher

source: Value after
de: Wert nachher

source: Changed by
de: Geändert durch

source: Confirmed
de: Bestätigt

source: Discarded
de: Verworfen

source: Changes confirmed successfully
de: Änderungen erfolgreich bestätigt

source: Changes discarded successfully
de: Änderungen erfolgreich verworfen

source: Confirm
de: Bestätigen

source: Discard
de: Verwerfen

source: Do you really want to confirm the selected changes?
de: Wollen Sie die gewählten Änderungen wirklich bestätigen?

source: Do you really want to confirm all changes?
de: Wollen Sie wirklich alle Änderungen bestätigen?

source: Do you really want to discard the selected changes?
de: Wollen Sie die gewählten Änderungen wirklich verwerfen?

source: Do you really want to discard all changes?
de: Wollen Sie wirklich alle Änderungen verwerfen?

source: Confirm selected changes
de: Gewählte Änderungen bestätigen

source: Confirm all changes
de: Alle Änderungen bestätigen

source: Discard selected changes
de: Gewählte Änderungen verwerfen

source: Discard all changes
de: Alle Änderungen verwerfen

source: Changes to confirm
de: Zu bestätigende Änderungen

source: Confirm
de: Bestätigen

source: Discard
de: Verwerfen

source: Add {#Team.sl#} section administrator
de: {#Team.s#}-Bereichsadministrator hinzufügen

source: Add %Team%
de: %Team% hinzufügen

source: Add %Team%
de: %Team% hinzufügen

source: %Team% sections
de: %Team%-Bereiche

source: %Team% administrators
de: %Team%-Administratoren

source: Group Administrator
de: Gruppen-Administrator

source: {#Team.sf#} Administrator
de: {#Team.s#} Administrator

source: {#Team.sf#} Frontend
de: Interner Bereich {#Team.s#}

source: Administration
de: Verwaltung

source: Contacts
de: Kontakte

source: Documents
de: Dokumente

source: Add workgroup administrator
de: Arbeitsgruppen-Administrator hinzufügen

source: Visibility in internal area
de: Sichtbarkeit im internen Bereich für gruppeneigene Kontakte

source: Description
de: Beschreibung

source: Category
de: Kategorie

source: Options
de: Einstellungen

source: Add workgroup section administrator
de: Arbeitsgruppen-Bereichsadministrator hinzufügen

source: Add workgroup
de: Arbeitsgruppe hinzufügen

source: Workgroup administrators
de: Arbeitsgruppen-Administratoren

source: Workgroup sections
de: Arbeitsgruppen-Bereiche

source: Team is not visible in internal area
de: {#Team.s#} ist im internen Bereich nicht sichtbar

source: Internal area
de: Interner Bereich

source: Contact Administrator
de: Kontakt-Administrator

source: Document Administrator
de: Dokument-Administrator

source: {#Team.sf#}
de: {#Team.s#}

source: Workgroup
de: Arbeitsgruppe

source: Workgroup administrator
de: Arbeitsgruppen-Administrator

source: Readonly Sponsor administrator
de: Lesezugang Sponsorenverwaltung

source: Readonly Contact administrator
de: Lesezugang Kontaktverwaltung

source: Team is not visible in internal area
de: {#Team.s#} ist im internen Bereich nicht sichtbar

source: Active Status
de: Sichtbarkeit

source: Team is not visible in internal area
de: {#Team#} ist im internen Bereich nicht sichtbar

source: Workgroup is not visible in internal area
de: Arbeitsgruppe ist im internen Bereich nicht sichtbar

source: Since
de: Seit

source: Membership of all creations
de: Mitgliedschaft von allen neuen Kontakten

source: Membership of selected creations
de: Mitgliedschaft von ausgewählten neuen Kontakten

source: You can assign a membership to the selected creations:
de: Sie können den gewählten neuen Kontakten eine Mitgliedschaft zuweisen:

source: You can assign a membership to all the creations:
de: Sie können allen neuen Kontakten eine Mitgliedschaft zuweisen:

source: Functions
de: Funktionen

source: Added
de: hinzugefügt

source: Removed
de: entfernt

source: Mutations to confirm
de: Mutationen zu bestätigen

source: Creations to confirm
de: Neue Kontakte zu bestätigen

source: Creations
de: Neue Kontakte

source: Mutations
de: Mutationen

source: Functions
de: Funktionen

source: Do you really want to confirm the selected mutations?
de: Wollen Sie die gewählten Mutationen wirklich bestätigen?

source: Do you really want to confirm all mutations?
de: Wollen Sie wirklich alle Mutationen bestätigen?

source: Do you really want to discard the selected mutations?
de: Wollen Sie die gewählten Mutationen wirklich verwerfen?

source: Do you really want to discard all mutations?
de: Wollen Sie wirklich alle Mutationen verwerfen?

source: Confirm selected mutations
de: Gewählte Mutationen bestätigen

source: Confirm all mutations
de: Alle Mutationen bestätigen

source: Discard selected mutations
de: Gewählte Mutationen verwerfen

source: Discard all mutations
de: Alle Mutationen verwerfen

source: Do you really want to discard the selected creations?
de: Wollen Sie die gewählten neuen Kontakte wirklich verwerfen?

source: Do you really want to discard all creations?
de: Wollen Sie wirklich alle neuen Kontakte verwerfen?

source: Discard selected creations
de: Gewählte neue Kontakte verwerfen

source: Discard all creations
de: Alle neuen Kontakte verwerfen

source: Create date
de: Erstellungsdatum

source: Created by
de: Erstellt durch

source: Create date
de: Erstellungsdatum

source: Created by
de: Erstellt durch

source: Creations confirmed successfully
de: Neue Kontakte erfolgreich bestätigt

source: Creations discarded successfully
de: Neue Kontakte erfolgreich verworfen

source: Mutations confirmed successfully
de: Mutationen erfolgreich bestätigt

source: Mutations discarded successfully
de: Mutationen erfolgreich verworfen

source: Workgroup is not visible in internal area
de: Arbeitsgruppe ist im internen Bereich nicht sichtbar

source: Access to internal area
de: Zugang zu internem Bereich

source: Invisible in internal area
de: Unsichtbar in internem Bereich

source: Subscribed
de: Abonniert

source: Unsubscribed
de: Abbestellt

source: Change membership of %contact%
de: Mitgliedschaft von %contact% ändern

source: Set access to internal area
de: Zugang zu internem Bereich

source: Set visibility in internal area
de: Sichtbarkeit in internem Bereich

source: Do you want to block access to internal area for %contact% ?
de: Möchten Sie den Zugang zum internen Bereich sperren für %contact%?

source: Do you want to allow access to internal area for %contact% ?
de: Möchten Sie den Zugang zum internen Bereich erlauben für %contact%?

source: Do you want to make %contact% invisible in internal area ?
de: Möchten Sie %contact% im internen Bereich unsichtbar machen?

source: Do you want to make %contact% visible in internal area ?
de: Möchten Sie %contact% im internen Bereich sichtbar machen?

source: Deactivate
de: Verstecken

source: Activate
de: Aktivieren

source: Allow
de: Erlauben

source: Block
de: Sperren

source: Membership
de: Mitgliedschaft

source: Visible in internal area
de: Sichtbar im internen Bereich

source: Not visible in internal area
de: Unsichtbar im internen Bereich

source: Access to internal area
de: Zugang zum internen Bereich

source: No access to internal area
de: Kein Zugang zum internen Bereich

source: No sponsor
de: Kein Sponsor

source: Active subscription
de: Newsletter abonniert

source: No active subscription
de: Newsletter nicht abonniert

source: Contact overview membership details saved successfully
de: Änderung an der Mitgliedschaft erfolgreich gespeichert

source: Contact overview internal area access details saved successfully
de: Änderung am Zugang zum internen Bereich erfolgreich gespeichert

source: Contact overview internal area visibility details saved successfully
de: Änderung an der Sichtbarkeit im internen Bereich erfolgreich gespeichert

source: Load column
de: Spalte laden

source: Change
de: Änderungen

source: Mutations
de: Mutationen

source: Creation
de: Neue Kontakte

source: Profile Image
de: Profilbild

source: Profile pic / company logo
de: Profilbild / Firmenlogo

source: Image
de: Bild

source: Calendar
de: Kalender

source: Calendar Administrator
de: Kalenderadministrator

source: Calendar Administrator
de: Kalenderadministrator

source: Administration sections
de: Administrationsbereiche

source: Calendar
de: Kalender

source: Gallery
de: Galerie

source: Gallery Admin
de: Kalender-Administrator

source: Gallery Admin
de: Galerie-Administrator

source: Level:en
de: Level

source: Required Field:de
de: Pflichtfeld

source: For all {#Federation member.pl#}
de: Für alle {#Federation member.p#}

source: For all {#Club.sl#} members
de: Für alle {#Club.s#}-Mitglieder

source: Application for {#Fed membership.sf#} is waiting for confirmation
de: Antrag für {#Fed membership.s#} wartet auf Bestätigung

source: {#Federation.sf#} members years
de: {#Federation.s#}-Mitgliederjahre

source: {#Federation.sf#} membership
de: {#Federation.s#}-Mitgliedschaft

source: Change {#Fed membership.sl#} of %contact%
de: {#Fed membership.s#} von %contact% ändern

source: Clubs
de: {#Club.p#}

source: From
de: von

source: To
de: bis

source: Club
de: {#Club.p#}

source: Main club
de: Haupt-{#Club.s#}

source: {#Fed membership.pf#} category
de: {#Fed membership.p#}-Kategorie

source: Add %contact% to {#Fed membership.sl#}
de: {#Fed membership.s#} für %contact%

source: There is already a {#Federation member.sl#} with same email existing. You can't give your contact the {#Fed membership.sl#} instead you can apply for merging your contact with the following existing {#Federation member.sl#} contact?
de: Es gibt bereits ein {#Federation member.s#} mit dieser E-Mail Adresse. Möchten Sie Ihren Kontakt mit dem existierenden {#Federation member.s#} Kontakt zusammenführen? There is already a {#Federation member.s#} with same email existing. You can't give your contact the {#Fed membership.s#} instead you can apply for merging your contact with the following existing {#Federation member.s#} contact?

source: There is another {#Federation member.sl#} with similar data. Do you want to apply for merging your contact with the following existing {#Federation member.sl#} contact or apply for {#Fed membership.sl#} for your contact alone?
de: Es gibt einen bestehenden {#Federation member.s#} mit ähnlichen Daten. Möchten Sie Ihren Kontakt allenfalls mit dem existierenden {#Federation member.s#} Kontakt zusammenführen? There is another {#Federation member.s#} with similar data. Do you want to apply for merging your contact with the following existing {#Federation member.s#} contact or apply for {#Fed membership.s#} for your contact alone?

source: Birth date
de: Geburtsdatum

source: Field
de: Kontaktfeld

source: Your contact
de: Ihr Kontakt

source: Existing contact
de: Existierender Kontakt

source: Apply for {#Fed membership.sl#}
de: Nicht zusammenführen

source: Apply for merger
de: Mit diesem Kontakt zusammenführen

source: {#Fed membership.sf#} applications
de: {#Fed membership.s#} Anträge

source: {#Fed membership.sf#} before
de: {#Fed membership.s#} vorher

source: {#Fed membership.sf#} after
de: {#Fed membership.s#} nachher

source: Confirmed
de: Bestätigt

source: Pending
de: Hängig

source: Discarded
de: Verworfen

source: Modified date
de: Geändert am

source: Modified by
de: Geändert durch

source: Open
de: Offen

source: Confirmations (Applications)
de: Bestätigungen (Anträge)

source: {#Fed membership.pf#}
de: {#Fed membership.p#}

source: Confirm selected applications
de: Ausgewählte Anträge bestätigen

source: Confirm all applications
de: Alle Anträge bestätigen

source: Discard selected applications
de: Ausgewählte Anträge verwerfen

source: Discard all applications
de: Alle Anträge verwerfen

source: Do you really want to confirm the selected applications?
de: Wollen Sie wirklich die ausgewählten Anträge bestätigen?

source: Do you really want to confirm all applications?
de: Wollen Sie wirklich alle Anträge bestätigen?

source: Do you really want to discard the selected applications?
de: Wollen Sie wirklich die ausgewählten Anträge verwerfen?

source: Do you really want to discard all applications?
de: Wollen Sie wirklich alle Anträge verwerfen?

source: %selcount% out of %totalcount% applications confirmed successfully
de: %selcount% von %totalcount% Anträge erfolgreich bestätigt

source: Selected applications are discarded
de: Ausgewählte Anträge werden verworfen

source: {#Fed membership.sf#} category
de: {#Fed membership.s#}-Kategorie

source: Invisible
de: Unsichtbar

source: Member years
de: Mitgliederjahre

source: {#Federation member.sf#} years
de: {#Federation member.s#}-Jahre

source: {#club.sf#} {#executive_board.sl#} function
de: {#club.s#} {#executive_board.s#}-Funktion

source: {#Federation member.sf#} years
de: {#Federation member.s#}-Jahre

source: Membership years
de: Mitgliedschaftsdauer

source: Add existing {#Federation member.sl#}
de: {#Federation member.s#} hinzufügen

source: Existing {#Federation member.sl#} added successfully
de: {#Federation member.s#} erfolgreich hinzugefügt

source: First name
de: Vorname

source: Last name
de: Nachname

source: Gender
de: Geschlecht

source: Birth date
de: Geburtsdatum

source: Location
de: Ort

source: {#Club.pf#}
de: {#Club.p#}

source: {#Fed membership.sf#}
de: {#Fed membership.s#}

source: Fed member with same email exist in this club
de: {#Federation member.s#} mit gleicher E-Mail existiert bereits

source: Add
de: Hinzufügen

source: {#Club.sf#} assignment applications
de: Zuweisungsanträge zu {#Club.s#}

source: {#Club.pf#} existing
de: {#Club.p#} existierend

source: Existing {#Club.pl#}
de: Aktuell {#Club.pl#}

source: New {#Club.pl#}
de: Neu {#Club.pl#}

source: Queue
de: Warteliste

source: {#Club.sf#} assignments
de: Zuweisungen zu {#Club.s#}

source: Contacts application is pending
de: Kontaktantrag ist hängig.

source: Member already shared with this club
de: Kontakt bereits mit diesem Club geteilt

source: Declined
de: Verworfen

source: Quit membership of %contname%
de: Mitgliedschaft von %contname% beenden

source: Quit membership of %contcount% contacts
de: Mitgliedschaft von %contcount% Kontakten beenden

source: Quit membership
de: Mitgliedschaft beenden

source: Set leaving date
de: Austrittsdatum

source: Delete current membership from log
de: Aktuelle Mitgliedschaft aus dem Log löschen

source: Delete the whole membership history from log
de: Ganze Mitgliedschaftshistorie aus dem Log löschen

source: Contacts have no club membership assigned inorder to quit
de: Kontakt/e hat/haben keine Mitgliedschaften, die beendet werden können.

source: Transfer from current to new membership with transfer date
de: Von aktueller zur ausgewählten Mitgliedschaft wechseln und folgendes Übertrittsdatum verwenden

source: Replace the current membership and use its joining date instead
de: Aktuelle Mitgliedschaft ersetzen und dessen Eintrittsdatum verwenden

source: Replace the current membership and change joining date to
de: Aktuelle Mitgliedschaft ersetzen und das Eintrittsdatum ändern zu

source: %contactcnt% contact has no membership. Set joining date
de: Wählen Sie das Eintrittsdatum für die ausgewählte Mitgliedschaft %contactcnt% Kontakt hat kein Eintrittsdatum

source: %contactcnt% contact has currently a membership. Define how this shall be handled
de: %contactcnt% Kontakt ist bereits Mitglied. Wie soll mit der bisherigen Mitgliedschaft verfahren werden?

source: %contactcnt% contacts have no membership. Set joining date
de: Wählen Sie das Eintrittsdatum für die ausgewählte Mitgliedschaft %contactcnt% Kontakte haben kein Eintrittsdatum

source: %contactcnt% contacts have currently a membership. Define how this shall be handled
de: %contactcnt% Kontakt sind bereits Mitglieder. Wie soll mit den bisherigen Mitgliedschaften verfahren werden?

source: Transfer date range should be greater than
de: Datum darf nicht früher sein als

source: Joining date range should be greater than
de: Datum darf nicht früher sein als

source: No valid members to assign
de: Keine gültigen Mitglieder zum Zuweisen

source: Leaving date range should be greater than
de: Datum darf nicht früher sein als

source: Selected applications confirmation failed
de: Ausgewählte Anträge konnten nicht bestätigt werden

source: Selected applications discard failed
de: Ausgewählte Anträge konnten nicht verworfenn werden

source: Selected applications discard successful
de: Ausgewählte Anträge erfolgreich verworfen

source: Selected applications confirmation successful
de: Ausgewählte Anträge erfolgreich bestätigt

source: Existing {#Federation member.sl#} addition failed
de: Existing {#Federation member.s#} addition failed

source: {#Fed membership.sl#}
de: {#Fed membership.s#}

source: Club membership
de: {#Club.s#}-Mitgliedschaft

source: %selcount% out of %totalcount% changes confirmed successfully
de: %selcount% von %totalcount% Änderungen erfolgreich bestätigt

source: %selcount% out of %totalcount% changes discarded successfully
de: %selcount% von %totalcount% Änderungen erfolgreich verworfen

source: Contact is not reactivated
de: Kontakt konnte nicht reaktiviert werden

source: Merging Successful
de: Zusammenführung erfolgreich durchgeführt

source: {#Fed membership.sl#} assigned successfully
de: {#Fed membership.s#} erfolgreich zugewiesen

source: Merging cancelled
de: Zusammenführung nicht erfolgreich

source: %selcount% out of %totalcount% creations confirmed successfully
de: %selcount% von %totalcount% Kontakterstellungen erfolgreich bestätigt

source: Creations not confirmed
de: Kontakterstellungen nicht erfolgreich

source: %selcount% out of %totalcount% creations discarded successfully
de: %selcount% von %totalcount% Kontakterstellungen erfolgreich verworfen

source: %selcount% out of %totalcount% mutations confirmed successfully
de: %selcount% von %totalcount% Mutationen erfolgreich bestätigt

source: %selcount% out of %totalcount% mutations discarded successfully
de: %selcount% von %totalcount% Mutationen erfolgreich verworfen

source: Admin that has all the rights
de: Admin mit allen Rechten

source: Add Contacts to {#Fed membership.sl#}
de: {#Fed membership.p#} für Kontakte

source: For some of the contacts there are one or more {#Federation member.pl#} with similar data. Dou you want to apply for merging your contact with the following existing {#Federation member.sl#} contact or apply for {#Fed membership.sl#} for your contact alone?
de: Es gibt bereits {#Federation member.p#} mit ähnlichen Daten. Möchten Sie Ihre/n Kontakt/e allenfalls mit diesem/n Kontakt/en zusammenführen? For some of the contacts there are one or more {#Federation member.p#} with similar data. Dou you want to apply for merging your contact with the following existing {#Federation member.s#} contact or apply for {#Fed membership.s#} for your contact alone?

source: Date Range is not valid
de: Datumsbereich ungültig

source: 1. joining date
de: Ersteintrittsdatum

source: 1. joining date ({#Federation.sl#})
de: Ersteintrittsdatum ({#Federation.sl#})

source: Apply for merging
de: Anwenden

source: Assignment not possible
de: Zuweisung nicht möglich

source: You can use the following tables to prepare your data for the import:
de: Sie können die folgenden Tabellen benutzen um Ihre Daten für den Import aufzubereiten:

source: Import Help tables
de: Importhilfe-Tabellen

source: From your spreadsheet application you can produce the CSV file with "Save as...".
de: Aus Ihrer Tabellenkalkulation können Sie die jeweilige Tabelle mit "Speichern unter..." als CSV Datei abspeichern.

source: Article
de: Artikel

source: Article
de: Artikel

source: Page Admin
de: Seitenadmin

source: Article Administrator
de: Artikeladmin

source: Article Administrator
de: Artikeladmin

source: Informal
de: Du-Form

source: Formal
de: Sie-Form

source: Male
de: Männlich

source: Female
de: Weiblich

source: - Select {#Fed membership.sl#} -
de: {#Fed membership.s#} wählen…

source: Any {#Fed membership.sl#}
de: Beliebige {#Fed membership.s#}

source: Add {#Fed membership.sl#} log
de: {#Fed membership.s#} Logeintrag hinzufügen

source: Delete {#Fed membership.sl#} log entry
de: {#Fed membership.s#} Logeintrag löschen

source: Assign contact to {#Fed membership.sl#}
de: Zuweisen zu {#Fed membership.s#}…

source: Assign selected contacts to {#Fed membership.sl#}
de: Zuweisen zu {#Fed membership.s#}…

source: Assign contacts to {#Fed membership.sl#}
de: Zuweisen zu {#Fed membership.s#}…

source: {#Fed membership.sf#} of all creations
de: {#Fed membership.s#} aller Erstellungen

source: {#Fed membership.sf#} of selected creations
de: {#Fed membership.s#} ausgwählter Erstellungen

source: You can assign a {#Fed membership.sl#} to the selected creations:
de: Sie können eine {#Fed membership.s#} den ausgewählten Erstellungen zuweisen:

source: You can assign a {#Fed membership.sl#} to all the creations:
de: Sie können eine {#Fed membership.s#} allen Erstellungen zuweisen:

source: Comment
de: Kommentar

source: Relatives
de: Angehörige

source: Employer
de: Arbeitgeber

source: Date
de: Datum

source: External form applications
de: Anträge des externen Formulars

source: Email already exists
de: E-Mail existiert bereits

source: External application form saved successfully
de: Antrag erfolgreich gespeichert

source: -Select-
de: Wählen…

source: {#Club.sf#} choice
de: Interessiert an

source: Submit
de: Absenden

source: employer
de: Hoffmann-La Roche

source: Other
de: Anderer

source: You applied for a membership with the following credentials:
de: Sie haben eine Mitgliedschaft beantragt mit folgenden Daten:

source: Best Regards
de: Freundliche Grüsse

source: External form
de: Externes Formular

source: APPLICATION FORM
de: Antragsformular

source: Male
de: Männlich

source: Female
de: Weiblich

source: %selcount% out of %totalcount% applications confirmed successfully
de: %selcount% von %totalcount% Anträgen erfolgreich bestätigt

source: Applications not confirmed
de: Anträge nicht bestätigt

source: %selcount% out of %totalcount% applications discarded successfully
de: %selcount% von %totalcount% Anträgen erfolgreich verworfen

source: Applications confirmed successfully
de: Anträge erfolgreich bestätigt

source: Applications discarded successfully
de: Anträge erfolgreich verworfen

source: Merging applications
de: Anträge zusammenführen

source: Merge list
de: Zusammenführungen

source: Existing contact
de: Existierender Kontakt

source: {#Club.pf#} (new)
de: {#Club.pf#} (neu)

source: New {#Club.sf#}
de: Neuer {#Club.sf#}

source: Open
de: Offen

source: Visible for group foreign contacts
de: Sichtbarkeit im internen Bereich für gruppenfremde Kontakte

source: Workgroup is not visible in internal area
de: Arbeitsgruppe ist nicht sichtbar in internem Bereich

source: Any sponsor
de: Beliebiger Sponsor
