Repository: deepapaul/fairgatev4
Catalog: fairgate4/src/Clubadmin/ContactBundle/Resources/translations/messages.*.xlf
Languages: de

source: Choose this contact as main contact of the household
de: Diesen Kontakt als Hauptkontakt des Haushalts auswählen

source: Not Allowed
de: Nicht erlaubt

source: Are you sure you want to delete this workgroup? User rights and forum posts will be permanentely deleted.
de: Sind Sie sicher, dass Sie diese Arbeitsgruppe löschen möchten? Benutzerrechte und Forumbeiträge werden unwiderruflich gelöscht.

source: Confirm
de: Bestätigen

source: Are you sure you want to delete this team? User rights and forum posts will be permanentely deleted.
de: Sind Sie sicher, dass Sie dieses Team löschen möchten? Benutzerrechte und Forumbeiträge werden unwiderruflich gelöscht.

source: Welcome to the Sportclub Roche!
de: Herzlich Willkommen beim Sportclub Roche

source: Your membership in the Sportclub Roche is confirmed with the following data:
de: Ihre Mitgliedschaft beim Sportclub Roche wird mit folgenden Daten bestätigt:

source: For further questions please contact the head of your section.
de: Bei weiteren Fragen wenden Sie sich an Ihren Sektionsleiter.

source: If your credentials have changed, report it to the head of your section or change it directly under
de: Falls sich Ihre Anmeldedaten geändert haben, melden Sie das Ihrem Sektionsleiter oder ändern es direkt unter

source: Confirmation of the membership of Sportclub Roche
de: Bestätigung der Mitgliedschaft beim Sportclub Roche

source: Import and share
de: Importieren und teilen

source: Contact application forms
de: Beitrittsgesuchs-Formular

source: Add a tag
de: Werte hinzufügen

source: Create contact application form
de: Beitrittsgesuchs-Formular erstellen

source: Form fields & element options
de: Formularfelder & Einstellungen

source: Confirmation & notification mails
de: Bestätigungs- & Benachrichtigungs-Mails

source: Contact application form name
de: Name des Beitrittsgesuchs-Formulars

source: Add contact field
de: Kontaktfeld hinzufügen

source: Add membership selection
de: Mitgliedschafts-Auswahl hinzufügen

source: Creations (application form)
de: Neuerfassungen (Beitrittsgesuchs-Formular)

source: Single persons
de: Einzelpersonen

source: Companies with main contact
de: Firmen mit Hauptkontakt

source: Companies without main contact
de: Firmen ohne Hauptkontakt

source: Contact type
de: Kontakttyp

source: Hide field with default value
de: Verstecktes Feld mit Standardwert

source: All
de: Alle

source: Last updated:
de: Zuletzt aktualisiert:

source: New contact application form
de: Neues Beitrittsgesuchs-Formular

source: Delete Contact Application form
de: Beitrittsgesuchs-Formular löschen

source: Do you really want to permanently delete this contact application form?
de: Wollen Sie dieses Beitrittsgesuchs-Formular wirklich unwiderruflich löschen?

source: Confirm selected applications
de: Gewälte Gesuche bestätigen

source: Confirm all applications
de: Alle Gesuche bestätigen

source: Do you wish to confirm all applications?
de: Wollen Sie alle Gesuche bestätigen?

source: Do you wish to confirm selected applications?
de: Wollen Sie alle gewählten Gesuche bestätigen?

source: Single persons
de: Einzelpersonen

source: Companies with main contact
de: Firmen mit Hauptkontakt

source: Companies without main contact
de: Firmen ohne Hauptkontakt

source: Created at
de: Erstellt am

source: Decision date
de: Entschieden am

source: Application
de: Gesuch

source: Application form
de: Gesuchsformular

source: Please enter form name.
de: Bitte Formularnamen eingeben.

source: Form data succesfully saved.
de: Formulardaten erfolgreich gespeichert.

source: Form name is already exist
de: Formularname existiert bereits

source: Selection of memberships
de: Mitgliedschafts-Auswahl

source: Confirmation mail (to applicant)
de: Bestätigungsmail (an Gesuchsteller)

source: To send an application confirmation it is needed to have a email-contact or form field with checked option 'Use mail for notitfication'.
de: Um eine Eingangsbestätigung senden zu können, wird ein E-Mail-Kontaktfeld oder -Formularfeld mit aktivierter Option "E-Mail für Bestätigung verwenden" benötigt.

source: Sender mail
de: Absender-Mailadresse

source: Subject
de: Betreff

source: Content
de: Text

source: Notification mail (to administrator)
de: Benachrichtigungsmail (an Administrator)

source: You can set up a notification to get an email everytime an application is done. But since you can access the application in the solution itself it's not mandatory to do so.
de: Sie können eine Bestätigung einrichten, um jedes Mal ein E-Mail zu erhalten, wenn ein Gesuch gestellt wird. Da auf die Gesuche auch in der Lösung zugegriffen werden kann, ist dies optional.

source: Receiver contacts
de: Empfänger-Kontakte

source: Acceptance mail (to applicant)
de: Zusagemail (an Gesuchsteller)

source: Deactivate mail
de: E-Mail deaktivieren

source: To send an application acceptance mail it is needed to have a e-mail contact or form field with checked option 'Use mail for notification'.
de: Um eine Zusagebestätigung senden zu können, wird ein E-Mail-Kontaktfeld oder -Formularfeld mit aktivierter Option "E-Mail für Bestätigung verwenden" benötigt.

source: Sender mail
de: Absender-Mailadresse

source: Subject
de: Betreff

source: Dismissal mail (to applicant)
de: Ablehnungsmail (an Gesuchsteller)

source: Deactivate mail
de: E-Mail deaktivieren

source: To send an application dismissal mail it is needed to have a e-mail contact or form field with checked option 'Use mail for notification'.
de: Um eine Ablehnungsinformation senden zu können, wird ein E-Mail-Kontaktfeld oder -Formularfeld mit aktivierter Option "E-Mail für Bestätigung verwenden" benötigt.

source: Sender mail
de: Absender-Mailadresse

source: Subject
de: Betreff

source: Completion prompt
de: Erfolgsmeldung

source: The displayed message after the form is sent can be defined here.
de: Die nach erfolgter Übermittlung angezeigte Meldung kann hier bestimmt werden.

source: Form inquiry sent successfully
de: Beitrittsgesuch erfolgreich übermittelt

source: Success message text
de: Text der Erfolgsmeldung

source: Application details
de: Kontaktantrag

source: All entered application data will be displayed in the mail.
de: Alle angegebenen Daten des Kontaktantrags werden im Mail aufgeführt.

source: Signature
de: Signatur

source: Edit signature
de: Signatur bearbeiten

source: subject of confirmation mail
de: Kontaktantrag

source: content of confirmation mail
de: Vielen Dank für Ihren Kontaktantrag. Wir werden diesen schnellstmöglich prüfen.

source: subject of acceptance mail
de: Kontaktantrag wurde akzeptiert

source: content of acceptance mail
de: Wir dürfen Ihnen mitteilen, dass Ihr Kontaktantrag akzeptiert wurde.

source: subject of dismissal mail
de: Kontaktantrag wurde akzeptiert

source: content of dismissal mail
de: Wir müssen Ihnen leider mitteilen, dass Ihr Kontaktantrag abgelehnt wurde.

source: Use
de: Verwenden

source: Duplicate
de: Duplizieren

source: Copy of
de: Kopie von

source: Form duplication success
de: Kontaktantragsformular erfolgreich dupliziert

source: Form duplication failed
de: Duplizieren fehlgeschlagen

source: Wanna join %club%?
de: %club% beitreten?

source: to register
de: und registrieren.

source: for companies with main contact
de: für Firmen mit Hauptkontakt

source: for companies without main contact
de: für Firmen ohne Hauptkontakt

source: Contact application form deleted successfully
de: Kontaktantragsformular erfolgreich gelöscht

source: Contact application form activated successfully
de: Kontaktantragsformular erfolgreich aktiviert

source: Contact application form deactivated successfully
de: Kontaktantragsformular erfolgreich deaktiviert

source: Please select membership
de: Bitte Mitgliedschaft wählen

source: Please select mandatory field value
de: Bitte Wert für Pflichtfeld eingeben

source: Selection (dropdown)
de: Auswahl (Dropdown)

source: Selection (radio)
de: Auswahl (Radio Buttons)

source: Selection (checkbox)
de: Auswahl (Checkbox)

source: Text (single line)
de: Einzeiliges Textfeld

source: Text (multi line)
de: Mehrzeiliges Textfeld

source: Date
de: Datum

source: File upload
de: Datei

source: Image upload
de: Bild

source: Number
de: Nummer

source: Application for %clubName% (%formName%)
de: Neuer Kontaktantrag für %clubName% (%formName%)

source: The application form has been submitted at %date% on %time%. It can be confirmed or dismissed %a%here%b%
de: Ein neuer Kontaktantrag wurde am %date% %time% eingegeben. Er kann %a%here%b% akzeptiert oder verworfen werden.

source: here
de: hier

source: Club membership
de: Mitgliedschaft

source: Continue
de: Weiter

source: Newsletter subscription
de: Newsletter-Abonnement

source: Do you want subscribe %contact% to newsletter?
de: Möchten Sie für %contact% den Newsletter abonnieren?

source: Do you want to unsubscribe %contact% from newsletter?
de: Möchten Sie für %contact% den Newsletter abbestellen?

source: Subscribe
de: Abonnieren

source: Unsubscribe
de: Abbestellen

source: Newsletter subscription added successfully
de: Newsletter-Abonnement erfolgreich aktiviert

source: Newsletter subscription removed successfully
de: Newsletter-Abonnement erfolgreich entfernt

source: Use
de: Versenden über

source: Search document…
de: Dokument suchen…

source: Quit {#Fed membership.s#} of %contcount% contacts
de: {#Fed membership.s#} von %contcount% Kontakten beenden

source: Contact has no or unconfirmed {#Fed membership.s#} assigned in order to quit.
de: Der Kontakt hat keine (bestätigte) {#Fed membership.s#}, die beendet werden könnte.

source: Are you sure you want to quit {#Fed membership.s#} of these contact?
de: Sind Sie sicher, dass die {#Fed membership.s#} dieser Kontakte beendet werden soll?

source: All selected contacts have no or unconfirmed {#Fed membership.s#}
de: Alle ausgewählten Kontakte haben keine (bestätigte) {#Fed membership.s#}

source: Contact has no or unconfirmed {#Fed membership.s#} assigned in order to quit
de: Der Kontakt hat keine (bestätigte) {#Fed membership.s#}, die beendet werden könnte.

source: Some of the selected contact have no or unconfirmed {#Fed membership.s#}
de: Einige der ausgewählten Kontakte haben keine (bestätigte) {#Fed membership.s#}

source: Quit {#Fed membership.s#}
de: {#Fed membership.s#} beenden

source: Are you sure that you want to quit the {#Fed membership.s#} of this contact?
de: Sind Sie sicher, dass Sie die {#Fed membership.s#} dieses Kontaktes beenden wollen?

source: {#Fed membership.s#} successfully quit
de: {#Fed membership.s#} erfolgreich beendet

source: {#Fed membership.p#} successfully quit
de: {#Fed membership.p#} erfolgreich beendet

source: Execute
de: Ausführen
